Repository: Vitruvian-Health/ZillionRIS_Bolt
Catalog: App_GlobalResources/JSResources.*.resx
Languages: nl

# ActiveWorklist_Button
source: Active Work Items
nl: Actieve Onderzoeken

# ActiveWorklist_OpenSelectedDictation
source: Open selected dictation
nl: Open geselecteerde dictatie

# Activity_ClickHereToClose
source: Click here to close
nl: Klik hier om te sluiten

# AdvancedFilter_ExaminationReports
source: Examination Reports
nl: Verslag

# AdvancedFilter_ExaminationStatus
source: Examination Status
nl: Onderzoekstatus

# AdvancedFilter_ExaminationType
source: Examination Type
nl: Onderzoekstype

# AdvancedFilter_IntendedRadiologist
source: Intended Reporter
nl: Beoogde Verslaglegger

# AdvancedFilter_PatientNumber
source: Patient Number
nl: Patiëntnummer

# AdvancedFilter_Radiologist
source: Radiologist
nl: Radioloog

# AdvancedFilter_ReferralType
source: Referral Type
nl: Type Verwijzing

# AdvancedFilter_Requester
source: Requester
nl: Aanvrager

# AdvancedFilter_Room
source: Room
nl: Onderzoekskamer

# Appointments_Title
source: Appointments -
nl: Afspraken -

# Appointments_SelectFunctionSpecialization
source: Select a specialty ...
nl: Selecteer een specialisme ...

source: Approve
nl: Goedkeuren

source: Assign
nl: Toewijzen

# AssignIntendedApprover
source: Assign Intended Vetter
nl: Beoogde goedkeurder toewijzen

# AuditTrails_CancelledDictation
source: Cancelled dictation for {examNo} examination(s) ({accessionNumbers}).
nl: Dictatie geannuleerd voor {examNo} onderzoek(en) ({accessionNumbers}).

# AuditTrails_LeavingDictation
source: Leaving dictation page for {examNo} examination(s) ({accessionNumbers}).
nl: Dictatiepagina verlaten voor {examNo} onderzoek(en) ({accessionNumbers}).

# AuditTrails_SkipDictation
source: Skipping examination(s). ({accessionNumbers}).
nl: Onderzoek(en) overslaan. ({accessionNumbers}).

# AuthorizationPage_AuthorizationGridViewHeader
source: Examinations to authorize ({shown}/{total})
nl: Te authoriseren onderzoeken ({shown}/{total})

# AuthorizationPage_AuthorizationInProgress
source: Authorization is currently in progress, would you like to cancel this?
nl: Autorisatie is momenteel bezig, wilt u annuleren?

# AuthorizationPage_AuthorizationTaken
source: Authorization taken
nl: Autorisatie is bezet

# AuthorizationPage_CompletingAuthorization
source: Completing Authorization<br/>One moment please ...
nl: Autorisatie afronden<br/>Even geduld a.u.b. ...

# AuthorizationPage_FinishAuthorization
source: Finish authorization
nl: Opslaan autorisatie

# AuthorizationPage_FinishFail
source: Failed to finish authorization.
nl: Kan de autorisatie niet opslaan.

# AuthorizationPage_FinishFailDetails
source: Failed to finish authorization.<br/><br/>Details{details}
nl: Kan de autorisatie niet opslaan.<br/><br/>Details{details}

# AuthorizationPage_LoadingAuthorizations
source: Loading authorizations<br/>One moment please ...
nl: Bezig met laden autorisaties<br/>Even geduld a.u.b. ...

# AuthorizationPage_StartAuthorization
source: Start authorization
nl: Start autorisatie

# Button_CreateDummyPatient
source: New Dummy Patient
nl: Nieuwe Dummy Patiënt

# Calendar_NextDay
source: Next Day
nl: Volgende dag

# Calendar_PreviousDay
source: Previous Day
nl: Vorige dag

# Calendar_Title
source: Calendar
nl: Kalender

# Calendar_Today
source: Today
nl: Vandaag

# CancellationReason_UnableSave
source: Unable to cancel the examination
nl: Niet gelukt om onderzoek te verwijderen

# ChangeAssingmentPopup_ErrorTitle
source: Assign Intended Vetter
nl: Toewijzen beoogde goedkeurder

# ChangeAssingmentPopup_FailedToAssign
source: Failed to assign the intended vetter.
nl: Toewijzen van beoogde goedkeurder mislukt.

# ChangeAssingmentPopup_FailedToOpen
source: Failed to open the change assignment popup.
nl: Openen van wijzig toewijzingen pop-up mislukt.

# ChangeAssingmentPopup_IntendedNoSelected
source: Intended Vetter is empty
nl: Beoogde goedkeurder is leeg.

# ChangeAssingmentPopup_Title
source: Assign Intended Vetter
nl: Beoogde goedkeurder toewijzen

# ChangeIntendedRadiologistPopup_ErrorTitle
source: Assign Intended Reporter
nl: Toewijzen beoogde verslaglegger

# ChangeIntendedRadiologistPopup_FailedToAssign
source: Failed to assign the intended reporter.
nl: Toewijzen van beoogde verslaglegger mislukt.

# ChangeIntendedRadiologistPopup_FailedToOpen
source: Failed to open the change radiologist popup.
nl: Openen van 'beoogde verslaglegger' pop-up mislukt.

# ChangeIntendedRadiologistPopup_IntendedNoSelected
source: An Intended Reporter has to be selected.
nl: U moet een beoogde verslaglegger selecteren.

# ChangeIntendedRadiologistPopup_Title
source: Change Intended Reporter
nl: Verander beoogde verslaglegger

source: Change Urgency
nl: Wijzig Urgentie

# Clear_Button
source: Clear
nl: Leegmaken

# ClickToReturn
source: Click here to return
nl: Klik hier om terug te keren

source: Close Popup
nl: Sluit pop-up

source: Closing reason
nl: Reden tot sluiten

# Column_Name
source: Name
nl: Naam

# Column_Number
source: Number/Code
nl: Nummer/Code

# CommandAddAddendum
source: Add Addendum
nl: Addendum Toevoegen

# CommandAddImage
source: Add Study
nl: Studie Toevoegen

# CommandAllowKioskCheckIn
source: Allow Kiosk Check-in
nl: Kiosk Check-in Toestaan

# CommandAssignProtocol
source: Assign Protocol
nl: Protocol Toewijzen

# CommandAutoMoveExamination
source: Auto Re-schedule Examination
nl: Auto Verplaats Onderzoek

# CommandAutoMoveOrder
source: Auto Re-schedule Request
nl: Auto Verplaats Aanvraag

# CommandBookNow
source: Book Now
nl: Nu Inboeken

# CommandCancelAddendum
source: Cancel Addendum
nl: Annuleer Addendum

# CommandCancelFailSafe
source: Cancel Fail-safe
nl: Annuleer kritieke bevindingen

# CommandCancelHousekeeping
source: Cancel Housekeeping
nl: Annuleer Huishouding

# CommandCancelSpeechState
source: Cancel speech state
nl: Annuleer speech status

# CommandChangeAssignments
source: Change Assignments
nl: Wijzig Toewijzingen

# CommandChangeSpeechState
source: Change speech state
nl: Verander speech status

# CommandChangeUser
source: Change User
nl: Verander Gebruiker

# CommandComplicationForm
source: Complication Form
nl: Complicatieformulier

# CommandContactInformation
source: Contact Information
nl: Contactinformatie

# CommandCorrectAdministrationErrors
source: Correct billed order
nl: Corrigeren gefactureerde order

# CommandDemoteStatus
source: Previous Status
nl: Terugzetten

# CommandDoNotAllowKioskCheckIn
source: Do Not Allow Kiosk Check-in
nl: Kiosk Check-in Niet Toestaan

# CommandEditOrder
source: Edit Request
nl: Wijzig Aanvraag

# CommandFailsafe
source: Fail-safe
nl: Kritieke bevindingen

# CommandIndicatorForm
source: Indicator Form
nl: Indicatieformulier

# CommandManualMoveExamination
source: Manual Re-schedule Examination
nl: Handmatig Verplaats Onderzoek

# CommandManualMoveOrder
source: Manual Re-schedule Request
nl: Handmatig Verplaats Aanvraag

# CommandMergePatient
source: Merge
nl: Samenvoegen

# CommandMoveToDiscussion
source: Add to MDTM
nl: Toevoegen aan bespreeklijst

# CommandOpenReportAuthorized
source: Open Report
nl: Open Verslag

# CommandOpenReportDictated
source: Dictated
nl: Gedicteerd

# CommandOpenReportTranscribed
source: Transcribed
nl: Geverifieerd

# CommandOpenRequestForm
source: Request Form
nl: Aanvraagformulier

# CommandOrderInformation
source: Order Information
nl: Aanvraaginformatie

# CommandPatientDetails
source: Patient Details
nl: Patiëntdetails

# CommandPatientDidNotAttend
source: Did not attend
nl: Patiënt Niet Gekomen

# CommandPrintConfirmationLetter
source: Print Confirmation Letter
nl: Print Afspraakbevestiging

# CommandPrintDNALetters
source: Print DNA Letters
nl: Print DNA

# CommandPrintPatientLabel
source: Print Patient Label
nl: Print Patiëntlabel

# CommandPromoteStatus
source: Promote Status
nl: Verander status

# CommandReceptionAccept
source: Arrived
nl: Aanwezig

# CommandReceptionTakeBack
source: Take Back
nl: Terughalen

# CommandScanRequestForm
source: Scan Request Form
nl: Scan Aanvraagformulier

# CommandSendToFailSafe
source: Send to Fail-safe
nl: Stuur naar kritieke bevindingen

# CommandSendToHousekeeping
source: To Housekeeping
nl: Stuur Naar Huishouding

# CommandStoredDocuments
source: Stored Documents
nl: Opgeslagen documenten

# CommandViewAuditTrail
source: View Audit Trail
nl: Toon Audit Trail

# CommandViewImages
source: View Images
nl: Toon Beelden

# CommandViewProtocol
source: View Protocol
nl: Bekijk Protocol

# CommandViewQandAForms
source: View Q&A Forms
nl: Toon Q&A Formulier

# CommandWorkflowDocuments
source: Workflow Document
nl: Workflowdocumenten

# ConfigureColumns_All
source: All
nl: Alle

# ConfigureColumns_Default
source: Default
nl: Standaard

# ConfigureColumns_None
source: None
nl: Geen

# ConfigureColumns_Title
source: Columns
nl: Kolommen

# Confirmation_Content
source: <p>Are you sure you want to schedule the order now?</p>
nl: <p>Weet u zeker dat u de aanvraag nu wilt inboeken?</p>

# Confirmation_Title
source: Confirmation
nl: Bevestiging

# ConsultingSpecialistPatientSearch
source: Search patient for consulting specialist
nl: Patiënt zoeken voor consulterende specialist

# ContactInformation_Loading
source: Loading...
nl: Bezig met laden...

# ContactInformation_Title
source: Contact information
nl: Contactinformatie

# ContextMenu_CancelTransport
source: Cancel transport
nl: Annuleer Transport

# ContextMenu_ClearFilter
source: Clear Filter
nl: Filter legen

# ContextMenu_ConfigureColumns
source: Configure Columns
nl: Kolommen Configureren

# ContextMenu_ContactInformation
source: Contact information
nl: Contactinformatie

# ContextMenu_DefaultSettings
source: Default Settings
nl: Standaardinstellingen

# ContextMenu_ExportTable
source: Export Table
nl: Export Tabel

# ContextMenu_PendingTransport
source: Pending Transport
nl: Transport in behandeling

# ContextMenu_Refresh
source: Refresh
nl: Verversen

# ContextMenu_TransportBackFromRadiographer
source: Transport Back From Radiographer
nl: Transport Terug

# ContextMenu_TransportToRadiographer
source: Transport To Radiographer
nl: Transport Naar

# CorrectAdministrationErrors_FailTitle
source: Unable to correct the administration error
nl: Niet mogelijk om de administratieve fouten te corrigeren

# CorrectAdministrationErrors_SuccessText
source: Changes have been saved, the messages will be sent out.
nl: Wijzigingen zijn opgeslagen, de berichten zullen worden uitgestuurd.

# CorrectAdministrationErrors_SuccessTitle
source: Administration error corrected
nl: Administratieve fouten zijn gecorrigeerd

# CreateDummyPatient_BirthNameInvalid
source: Birth name is empty.
nl: Geboortenaam is leeg.

# CreateDummyPatient_CreatePatientButton
source: Create Patient
nl: Patiënt Aanmaken

# CreateDummyPatient_Title
source: New Dummy Patient
nl: Nieuw dummy patiënt aanmaken

# CreateDummyPatient_ValidationError
source: Please fill out the required information:
nl: Vul de volgende informatie in a.u.b.:

# CreateOrder_LoadingOverlay
source: Opening request page<br/>One moment please ...
nl: Bezig met openen van de aanvraagpagina<br/>Even geduld a.u.b. ...

# CurrentlyDictating
source: There is a dictation currently active.
nl: Er wordt op dit moment gedicteerd.

# CustomFilters_InactiveItem
source: The selected item has become inactive. You can delete this filter clicking on the X.
nl: Het geselecteerde criterium is niet langer geldig. Verwijder deze filter door op X te klikken.

# DatePicker_CloseText
source: Done
nl: Sluiten

# DatePicker_Next
source: Next
nl: Volgende

# DatePicker_Previous
source: Previous
nl: Vorige

# DatePicker_Today
source: Today
nl: Vandaag

source: Decline
nl: Afwijzen

source: Default
nl: Standaard

# DeleteDiscussionList_PersonalList
source: This will permanently delete the personal list {listName}.<br/><br/>Do you want to continue?
nl: De persoonlijke lijst {listName} zal permanent verwijderd worden.<br/><br/>Wilt u doorgaan?

# DeleteDiscussionList_SharedList
source: You will be removed from the shared list {listName}.<br/><br/>Do you want to continue?
nl: U zult verwijderd worden van de gedeelde bespreeklijst {listName}.<br/><br/>Wilt u doorgaan?

# DeleteDiscussionList_Title
source: Delete MDTM List
nl: Verwijderen bespreeklijst

# Dicatation_AlreadyStarted
source: <p>The Dictation has been already started.<br/><br/>Are you sure you want to start dictating again?</p>
nl: <p>De dictatie is al gestart.<br/><br/>Weet u zeker dat u opnieuw wil starten met dicteren?</p>

# Dication_UploadingAudioFailed
source: Uploading the audio file failed:
nl: Het uploaden van de audio is mislukt:

# Dictation_Close
source: Close
nl: Sluiten

# Dictation_ExaminationLoading
source: The examination is being loaded for dictation<br/>One moment please ...
nl: Het onderzoek wordt geladen voor dictatie<br/> Even geduld a.u.b.

# Dictation_LoadingDictations
source: Loading dictations<br/>One moment please...
nl: Bezig met laden van dictaties<br/>Even geduld a.u.b. ...

# Dictation_LoadingExaminationHistory
source: The Examination History is being loaded.<br />One moment please ...
nl: De onderzoekshistorie van de patient wordt geladen<br/>Even geduld a.u.b ...

# Dictation_MoveToRadiologist
source: Change Intended Reporter
nl: Verander beoogde verslaglegger

# Dictation_Worklist_ExaminationBusy
source: This examination is currently being dictated by {reservedByName} or has recently been dictated.
nl: Dit onderzoek wordt momenteel gedicteerd door {reservedByName} of is recentelijk gedicteerd.

# Dictation_Worklist_ExaminationBusyContinue
source: This examination is currently being dictated by {reservedByName} or has recently been dictated. Would you like to continue with the next available examination?
nl: Dit onderzoek wordt momenteel gedicteerd door {reservedByName} of is recentelijk gedicteerd. Wilt u verder gaan met het volgende beschikbare onderzoek?

# Dictation_Worklist_ExaminationBusyTitle
source: Pending Dictation
nl: Dictatie in behandeling

# DictationOverview_ChangeUserFail
source: Unable to change the user
nl: Niet mogelijk om gebruiker te veranderen

# DictationOverview_ChangeUserSuccess
source: Successfully changed to {user}
nl: Succesvol opgeslagen voor gebruiker {user}

# DictationOverview_ChangeUserTitle
source: Change User
nl: Verander gebruiker

# DictationOverview_Header
source: Overview dictations ({shown}/{total})
nl: Overzicht Dictaten ({shown}/{total})

# DictationOverview_Title
source: Overview dictations
nl: Overzicht Dictaten

# Discussion_EditNote
source: Edit Note
nl: Wijzig Notitie

# Discussion_LoadingDiscussionLists
source: Loading discussion lists<br/>One moment please...
nl: Bezig met laden van bespreeklijsten<br/>Even geduld a.u.b. ...

# DiscussionList_Title
source: MDTM List
nl: Bespreeklijst

# DiscussionLists_ErrorCommunicatingWithTheServer
source: An error occurred while communicating with the server:
nl: Er is een fout opgetreden tijdens het communiceren met de server:

# DiscussionLists_ErrorLoadingPatientHistory
source: Error loading patient history, please try again.
nl: Fout bij het laden van patiëntgeschiedenis, probeer het opnieuw.

# DiscussionLists_NameAlreadyUsed
source: There already is a personal list with this name. The name should be unique.
nl: Er is al een bespreeklijst met deze naam. De naam moet uniek zijn.

# DiscussionLists_NameTooLong
source: Name should not be longer than 50 characters
nl: Naam mag niet langer dan 50 karakters zijn

# EditOrder_InvalidRequestDate
source: Request date cannot be in the future
nl: Aanvraagdatum kan niet in de toekomst zijn

# EditOrder_InvalidReceivedDate
source: Received Date has to be later than Request Date
nl: Aanvraagdatum kan niet eerder zijn als de ontvangstdatum

# EditOrder_ManualPlanning_MissingExaminations
source: Fill in all examinations.
nl: Vul de missende onderzoeken in.

# EditOrder_NoAvailableOption
source: No available option
nl: Geen optie beschikbaar

# EditOrder_NoCopyToPhysicianSelected
source: No physician selected
nl: Geen arts geselecteerd

# EditOrder_NoPhysicianSelected
source: No physician selected
nl: Geen aanvrager geselecteerd

# EditOrder_NotNeeded
source: Not needed
nl: Niet nodig

# EditOrder_NoWorkLocationsAvailable
source: No work locations available
nl: Geen werklocaties beschikbaar

# EditOrder_OrderTypeUnspecified
source: Unspecified
nl: Niet gespecifieerd

# EditOrder_SaveOrder_ToolTip
source: Save the request.
nl: De aanvraag opslaan.

# EditOrder_ScheduleNowButton_InDepartment
source: Schedules the request in {locationName} with the status in department.
nl: Plant de aanvraag in {locationName} met de status aanwezig.

# EditOrder_ScheduleNowButton_InProgress
source: Schedules the request in {locationName} with the status in progress.
nl: Plant de aanvraag in {locationName} met de status in onderzoek.

# EditOrder_SelectCopyReferrer
source: Select a copy referrer ...
nl: Selecteer een arts ...

# EditOrder_SelectLaterality
source: Please select a laterality
nl: Selecteer een lateraliteit alstublieft

# EditOrder_SelectOneOrMoreExaminations
source: Select one or more examinations.
nl: Selecteer één of meerdere onderzoeken.

# EditOrder_SelectOrderType
source: Select a request type...
nl: Selecteer een aanvraagtype...

# EditOrder_SelectPatientCategory
source: Select a patient category ...
nl: Selecteer een patiëntcategorie

# EditOrder_SelectPhysician
source: Select a physician ...
nl: Selecteer een aanvrager ...

# EditOrder_SelectReferralType
source: Select a referral type ...
nl: Selecteer een type verwijzing ...

# EditOrder_SelectRequestLocation
source: Select a requester location...
nl: Selecteer een aanvraaglocatie

# EditOrder_SelectWorkLocation
source: Select the work location...
nl: Selecteer de werklocatie...

# Examination_Title
source: Examination
nl: Onderzoek

# ExaminationInformation_Title
source: Examination Overview
nl: Onderzoeksinformatie

# ExaminationProtocolAssignments_NoExaminationFound
source: No examinations found.
nl: Geen onderzoeken gevonden.

# ExaminationProtocolAssignments_NoExaminationFound_WithFilter
source: No examinations found with the current filter<br/>{examinations} examinations in total<br/>
nl: Geen onderzoeken gevonden met het huidige filter<br/>{examinations} onderzoeken in totaal

# Examinations_Title
source: Examinations
nl: Onderzoeken

# ExaminationsInHousekeeping_Title
source: Examinations in Housekeeping
nl: Onderzoeken In Huishouding

source: examinations in total
nl: onderzoeken in totaal

# ExaminationsOverview_LoadingOverlay
source: Loading the examinations<br/>One moment please ...
nl: Bezig met het ophalen van onderzoeken<br/>Even geduld a.u.b. ...

# ExaminationsOverview_Title
source: Patient History
nl: Overzicht Onderzoeken

source: Failed prints worklist
nl: Mislukte print werklijst

# FieldAccessionNumber
source: Accession Nr.
nl: Onderzoeksnummer

# FieldActions
source: Actions
nl: Acties

# FieldAddress
source: Address
nl: Adres

# FieldAppointmentEventIndicator
source: Patient Delayed
nl: Patiënt Vertraagd

# FieldAppointmentForced
source: Forced
nl: Geforceerd

# FieldAuditText
source: Audit Text
nl: Audit Tekst

# FieldAuthorisationDate
source: Primary Report Authorisation Date
nl: Autorisatiedatum Primair Verslag

# FieldAuthoriser
source: Authoriser
nl: Autorisator

# FieldCancellationDate
source: Cancellation Date
nl: Annuleringsdatum

# FieldCancellationReasons
source: Cancellation Reasons
nl: Redenen Annulering

# FieldCategoryOfReason
source: Category of Reason
nl: Reden categorie

# FieldCompletionEventIndicator
source: Completion Time
nl: Tijd van compleetmelden

# FieldDate
source: Date
nl: Datum

# FieldDepartment
source: Department
nl: Afdeling

# FieldDictationTimestamp
source: Dictation Time
nl: Dictatie Tijd

# FieldDiscussionListCategory
source: Category
nl: Categorie

# FieldDiscussionNote
source: Note
nl: Notitie

# FieldExaminationType
source: Examination
nl: Onderzoek

# FieldExternalOrderNumber
source: External Request Number
nl: Extern Aanvraagnummer

# FieldExternalExamNumber
source: External Accession Number
nl: Extern Onderzoeksnummer

# FieldHeldLocation
source: Held Location
nl: Gesteld Locatie

# FieldHoldUntilDate
source: Hold Until
nl: Houden Tot en Met

# FieldHousekeepingMemo
source: Housekeeping Memo
nl: Huishouding Memo

# FieldImportedOrder
source: Imported
nl: Geïmporteerd

# FieldInDepartmentEventIndicator
source: Time since in Department
nl: Tijd in wachtkamer

# FieldInDepartmentSince
source: In Department Since
nl: Op Afdeling Sinds

# FieldInHousekeepingSince
source: In Housekeeping Since
nl: In Huishouding Sinds

# FieldIntendedApprover
source: Intended Vetter
nl: Beoogde goedkeurder

# FieldIntendedRadiologist
source: Intended Reporter
nl: Beoogde Verslaglegger

# FieldIntendedReporter
source: Intended Reporter
nl: Beoogde Verslaglegger

# FieldIntendedVetter
source: Intended Vetter
nl: Beoogde Goedkeurder

# FieldIntendedVetters
source: Intended Vetters
nl: Beoogde Goedkeurders

# FieldLastAccessed
source: Last Accessed
nl: Laatst Gewijzigd

# FieldLocation
source: Location
nl: Locatie

# FieldMobility
source: Mobility
nl: Mobiliteit

# FieldModality
source: Modality
nl: Modaliteit

# FieldModalityType
source: Modality Type
nl: Type Modaliteit

# FieldOrderID
source: Request Number
nl: Aanvraagnummer

# FieldOrderNumber
source: Request Number
nl: Aanvraagnummer

# FieldOrderRequester
source: Requester
nl: Aanvrager

# FieldOrderType
source: Request Type
nl: Aanvraagtype

# FieldPatientCategory
source: Patient Category
nl: Patiëntcategorie

# FieldPatientDateOfBirth
source: Date of Birth
nl: Geboortedatum

# FieldPatientDeathDateTime
source: Death Date and Time
nl: Sterfdatum en -tijd

# FieldPatientGender
source: Gender
nl: Geslacht

# FieldPatientName
source: Patient
nl: Patiënt

# FieldPatientNumber
source: Patient Nr.
nl: Patiëntnr.

# FieldPatientSocialSecurityNumber
source: NHS number
nl: BSN nummer

# FieldProtocolCode
source: Code
nl: Protocol

# FieldProtocolTitle
source: Title
nl: Protocol Titel

# FieldRadiologist
source: Radiologist
nl: Radioloog

# FieldRadiologistAndAuthor
source: Radiologist and Author
nl: Radioloog en Auteur

# FieldReferralInitials
source: Initials
nl: Initialen

# FieldReferralType
source: Referral Type
nl: Type Verwijzing

# FieldReportStatus
source: Report Type
nl: Verslagtype

# FieldRequestDate
source: Request Date
nl: Aanvraagdatum

# FieldRequesterType
source: Requester Type
nl: Type Aanvrager

# FieldRequestingLocation
source: Requesting Location
nl: Aanvraaglocatie

# FieldRoom
source: Room
nl: Kamer

# FieldScheduleDate
source: Scheduled
nl: Plandatum

# FieldSentby
source: Sent by
nl: Verzonden door

# FieldSpecialty
source: Specialty
nl: Specialisme

# FieldSpeechStatus
source: Speech Status
nl: Dictatiestatus

# FieldStandardReportTitle
source: Standard Report
nl: Standaardverslag

# FieldTechnician
source: Radiographer
nl: Laborant

# FieldTechnicians
source: Radiographers
nl: Laboranten

# FieldUrgency
source: Urgency
nl: Urgentie

# FieldUser
source: User
nl: Gebruiker

# FieldWaitingRoom
source: Waiting Room
nl: Wachtkamer

# Filtering_MessageTitle
source: Filtering
nl: Filteren

# Filtering_PrintingError
source: The worklist is empty. Nothing will be printed.
nl: De werklijst is leeg. Niets zal worden geprint.

# Filtering_Title
source: Filter Results
nl: Filter Resultaten

# FilteringPage_PrintedLabel
source: Printed:
nl: Geprint:

# FilteringPage_PrintHeader
source: Overview of {searchType}: {searchValue}
nl: Overzicht van {searchType}: {searchValue}

source: Finish
nl: Opslaan

# FormEditor_ComplicationFormTitle
source: Complication Form
nl: Complicatie Formulieren

# FormEditor_PerformanceIndicatorForm
source: Performance Indicator Form
nl: Performance Indicatoren

# FormEditor_QAndAForm
source: Q&A Form
nl: Q&A Formulieren
