Repository: Vitruvian-Health/ZillionRIS_Bolt
Catalog: App_GlobalResources/JSResources.*.resx
Languages: nl

# TranscriptionPage_FinishFailDetails
source: Failed to finish transcription.<br/><br/>Details<br/>{details}
nl: Kan de transcriptie niet opslaan.<br/><br/>Details<br/>{details}

# TranscriptionPage_FinishTranscription
source: Finish transcription
nl: Opslaan transcriptie

# TranscriptionPage_LoadingTranscriptions
source: Loading transcriptions<br/>One moment please ...
nl: Bezig met laden transcripties<br/>Even geduld a.u.b. ...

# TranscriptionPage_StartTranscription
source: Start transcription
nl: Start transcriptie

# TranscriptionPage_TranscriptionGridViewHeader
source: Examinations to transcribe ({shown}/{total})
nl: Te controleren onderzoeken ({shown}/{total})

# TranscriptionPage_TranscriptionInProgress
source: Transcription is currently in progress, would you like to cancel this?
nl: Transcriptie is momenteel bezig, wilt u annuleren?

# TranscriptionPage_TranscriptionTaken
source: Transcription taken
nl: Transcriptie is bezet

# TranscriptionPage_TranscriptionTakenText
source: {description} has been taken by {reservedByName}.
nl: {description} wordt bezet door {reservedByName}.

# TransportingList_Title
source: Transporting list
nl: Transportlijst

# UnableToLockExamination
source: Unable to lock the examination.
nl: Niet mogelijk om het onderzoek te reserveren.

# UnholdOrderBtn
source: Unhold
nl: Uit wachtrij

# UnholdOrderConfirm
source: You are about to unhold the order {examination}.
nl: De aanvraag {order} wordt uit de wachtrij gehaald.

# UnholdOrderPopUp
source: Unhold Order
nl: Aanvraag uit wachtrij halen

# UploadNewDocumentMessage_MultipleResquestNotAllowed
source: Important: Previous request documents will be deprecated if you upload a new one.
nl: Belangrijk: Vorige aanvraagformulieren zullen vervallen als u een nieuwe uploadt.

# UserOnHoliday
source: {user} is on holiday from {startDate} to {endDate}
nl: {user} is op vakantie van {startDate} tot {endDate}

source: View
nl: Bekijken

source: Warning
nl: Waarschuwing

source: Work Item Type
nl: Dictatietype

# Worklist_AllExternalUsersTitle
source: All external users
nl: Alle externe gebruikers

# Worklist_AllLocations
source: All Locations
nl: Alle Locaties

# Worklist_AllRooms
source: All Rooms
nl: Alle Kamers

# Worklist_AllUsersTitle
source: All users
nl: Alle gebruikers

# Worklist_BackToDictationPage
source: Back to Dictation
nl: Terug Naar Verslaglegging

# Worklist_BelongsToOtherRadiologist
source: This examination belongs to an other radiologist.<br/>If you need to dictate this examination, first move it to yourself.
nl: Dit onderzoek is toegewezen aan een andere radioloog.<br/>Als u dit onderzoek moet dicteren, dan graag eerst het onderzoek zelf verplaatsen.

# Worklist_ChooseAWorklist
source: Choose a worklist
nl: Kies een werklijst

# Worklist_DictationAlreadyStarted
source: Dictation already started
nl: De dictatie is reeds gestart

# Worklist_DictationWorkList
source: Dictation Work List
nl: Dictatiewerklijst

# Worklist_DictationWorkListFilter
source: Dictation Work List Filter
nl: Dictatiewerklijstfilter

# Worklist_DiscussionList
source: Discussion List
nl: Bespreeklijst

# Worklist_ExaminationRequest
source: Examination Requests
nl: Onderzoeksaanvraag

# Worklist_GeneralTitle
source: General
nl: Algemeen

# Worklist_IndicatorForm
source: Indicator Form
nl: Indicatieformulier

# Worklist_Move
source: Move
nl: Verplaatsen

# Worklist_None
source: None
nl: Geen

# Worklist_NotAssigned
source: Dictating an examination that is not assigned to you
nl: Bezig met dicatie van een onderzoek dat niet is toegewezen aan u

# Worklist_QAForm
source: Q&A Form
nl: Q&A Formulier

# Worklist_SettingsSaved
source: Changes to the view of the {subject} have been saved.
nl: Lay-out aanpassingen van de {subject} pagina zijn opgeslagen.

# Worklist_SettingsSavedFailed
source: Failed to save the changes to the view of the {subject}.
nl: Lay out aanpassingen van de {subject} werklijst konden niet opgeslagen worden.

# Worklist_Supervision
source: Supervision
nl: Supervisie

# WouldYouLikeToContinuePrompt
source: Would you like to continue?
nl: Wilt u verder gaan?

# AddAddendum_Unable
source: Unable to add addendum
nl: Niet mogelijk addendum toe te voegen

# AddAddendum_Unreported
source: Unable to add an addendum to an examination that doesn't have a report
nl: Het is niet mogelijk een addendum toe te voegen aan een onderzoek zonder verslag

# Dictation_Cannot_Be_Opened
source: Unable to start dictation
nl: Het is niet mogelijk een nieuwe dictatie te starten

# Dictation_Cannot_Be_Opened_Message_Base
source: It is not possible to start a new dictation
nl: Het is niet mogelijk een nieuwe dictatie te starten

# Dictation_Cannot_Be_Opened_Message_User
source: when there already is a session opened.<br/>Please ask {user} to finish or close the other session and try again.
nl: wanneer er al een sessie is geopened.<br/>Vraag gebruiker {user} om de andere sessie af te ronden of te sluiten en probeer het opnieuw.

# Dictation_Cannot_Be_Opened_Message_SameUser
source: when there already is a session opened.<br/>Please close or finish the other session and try again.
nl: wanneer er al een sessie is geopened.<br/>Sluit of rond de andere sessie af en probeer het opnieuw.

# Dictation_Cannot_Be_Opened_Message_NoUser
source: due to an unknown error.
nl: door een onbekende fout.

source: Locking examination
nl: Reserveren onderzoek

source: Locking patient
nl: Reserveren patiënt

# ExaminationNoLongerAvailable
source: This examination is no longer available.
nl: Dit onderzoek is niet meer beschikbaar.

# RequestingMailbox
source: Mailbox - Requester
nl: Mailbox - Aanvrager

# SecondCopy
source: Copy to Physician
nl: Kopiëren naar arts

# SecondCopyMailbox
source: Mailbox - Copy to Physician
nl: Mailbox - Kopiëren naar arts

# UploadNewDocumentMessage_FileExtensionNotAllowed
source: This file extension is not allowed
nl: Dit type bestanden wordt niet toegestaan.

# ViewImage_ViewNotAllowed
source: The document that you are trying to view has the extension {extension}. This extension is currently not allowed. If you believe this to be in error, contact your system administrator.
nl: Het document dat u probeert te bekijken heeft de extensie {extension}. Deze extensie is momenteel niet toegestaan. Bent u van mening dat dit onjuist is, neem dan contact op met uw systeembeheerder.
