Repository: Vitruvian-Health/ZillionRIS_Bolt
Catalog: App_GlobalResources/JSResources.*.resx
Languages: nl

# FormEditor_UnableToSaveChanges
source: Unable to save the form due to an error.
nl: Fout tijdens het opslaan van het formulier.

# General_Book
source: Book
nl: Plan

# General_Cancel
source: Cancel
nl: Annuleren

# General_ClearFilter
source: Clear filter
nl: Filter legen

# General_ClickToClose
source: Click to Close
nl: Klik om te sluiten

# General_Close
source: Close
nl: Sluit

# General_Continue
source: Continue
nl: Doorgaan

# General_CustomizeFilters
source: Customize Filters
nl: Filter Aanmaken

# General_ErrorClosingRequestForm
source: Error closing the request form window...
nl: Er is een fout opgetreden bij het sluiten van het aanvraagformuliervenster

# General_ErrorUpdatingRequestForm
source: Error updating the request form window...
nl: Er is een fout opgetreden bij het updaten van het aanvraagformuliervenster

# General_Loading
source: Loading ...
nl: Laden ...

# General_LoadingOverlay
source: Loading ...<br/>One moment please ...
nl: Laden ...<br/>Even geduld a.u.b. ...

# General_NewFilter
source: New Filter
nl: Nieuwe Filter

# General_No
source: No
nl: Nee

# General_PreviouslySelectedDate
source: You're currently on the page for {date}, because previously this date has been selected.
nl: U bent op dit moment op de pagina voor {date}, omdat eerder deze datum geselecteerd is.

# General_Print
source: Print
nl: Afdrukken

# General_Retry
source: Retry
nl: Opnieuw

# General_Save
source: Save
nl: Opslaan

# General_SavedOn
source: Saved on {date}.
nl: Opgeslagen op {date}.

# General_SelectAll
source: Select all
nl: Selecteer alles

# General_SelectedDate
source: Date:
nl: Datum:

# General_SelectItem
source: Choose...
nl: Kies...

# General_SelectNone
source: Select none
nl: Geen selectie

# General_Separate
source: Separate
nl: Scheiden

# General_Skip
source: Skip
nl: Overslaan

# General_ToPDF
source: To PDF
nl: Naar PDF

# General_SomethingWrongWithScripts
source: Something went wrong with the scripts, try reloading the page with CTRL+F5.
nl: Er is een fout opgetreden. Probeer de pagina te herladen met Ctrl + F5 a.u.b.

# General_UnableLoadImagesMPV
source: Unable to successfully load the images in the MPV.
nl: Kan de beelden niet inladen

# General_Unspecified
source: Unspecified
nl: Ongedefinieerd

# General_ValidatingAndSaving
source: Validating and saving...
nl: Valideren en opslaan ...

# General_ValidationError
source: Validation Error
nl: Validatie fout

# General_Yes
source: Yes
nl: Ja

# HeldExamination
source: Held
nl: Vasthouden

# HistoryInformation
source: Patient History
nl: Geschiedenisinformatie

# HoldOrderBtn
source: Hold
nl: Houden

# HoldOrderPopUp
source: Hold Order
nl: Houden Aanvraag

# HoldOrder_SelectDateInFuture
source: Please select a date in the future.
nl: Selecteer alstublieft een datum in de toekomst.

# HoldOrder_UnableToHold
source: Unable to hold the order
nl: Niet mogelijk de aanvraag vast te houden

# Housekeeping_RemoveFromHousekeeping
source: Remove From Housekeeping
nl: Verwijder Uit Huishouding

# Housekeeping_RetrievingExaminations
source: Retrieving examinations in housekeeping<br/>One moment please ...
nl: Bezig met ophalen van onderzoeken in huishouding<br/>Even geduld a.u.b. ...

# HouseKeeping_SuccessfullyRemoved
source: Successfully removed the examination of {patientName} from housekeeping.
nl: De onderzoek van patiënt {patientName} is met succes verwijderd uit huishouding.

# HouseKeeping_UnableToRemove
source: Unable to remove the examination of {patientName} from housekeeping: {reason}
nl: Niet mogelijk om de onderzoek van patiënt {patientName} te verwijderen uit huishouding: {reason}

# HousekeepingAdd
source: You are about to send the examination {examination} of {patient} to housekeeping.
nl: Het onderzoek {examination} van {patient} wordt naar huishouding gestuurd.

# HousekeepingAddFail
source: Unable to add the examination of {patient} to housekeeping:<br/>{reason}
nl: Fout tijdens het plaatsen van het onderzoek van {patient} in huishouding:<br/>{reason}

# HousekeepingAddSuccess
source: Successfully sent the examination of {patient} to housekeeping.
nl: Het onderzoek van {patient} is in huishouding gezet.

# HousekeepingMemo
source: Memo for housekeeping:
nl: Memo voor huishouding:

# HousekeepingRemove
source: You are about to cancel the housekeeping request for the examination {examination} of {patient}.
nl: U staat op het punt het huishoudingsverzoek te annuleren voor het onderzoek <span class="text-emphasis">{examination}</span> van <span class="text-emphasis">{patient}</span>.

# HousekeepingState
source: Currently in Housekeeping
nl: In Huishouding

# Imaging_AcceptIntermediateResponseAccepted
source: Accept
nl: Accepteren

# Imaging_AcceptIntermediateResponseDeclined
source: Decline
nl: Afwijzen

# Imaging_AppointmentsTotal
source: appointments in total
nl: afspraken in totaal

# Imaging_CallbackExamination
source: Callback Examination
nl: Onderzoek Terughalen

# Imaging_CancelIntermediateRequest
source: Cancel Intermediate Request
nl: Annuleer Verzoek Tot Wegkijken

# Imaging_CompleteExamination
source: Complete Examination
nl: Voltooi Onderzoek

# Imaging_CreateIntermediateRequest
source: Create Intermediate Request
nl: Creëer Wegkijkonderzoek

# Imaging_DidNotAttend
source: Did Not Attend
nl: Patiënt Niet Gekomen

# Imaging_ExaminationCompleted
source: Examination Completed
nl: Voltooid Onderzoek

# Imaging_LoadingArrivedPatients
source: Loading arrived patients<br/>One moment please ...
nl: Bezig met laden van gearriveerde patiënten<br/>Even geduld a.u.b. ...

# Imaging_LoadingExaminations
source: Loading examinations<br/>One moment please ...
nl: Bezig met laden van onderzoeken<br/>Even geduld a.u.b. ...

# Imaging_LoadingPatients
source: Loading patients<br/>One moment please ...
nl: Bezig met laden van patiënten<br/>Even geduld a.u.b. ...

# Imaging_MoveBack
source: Move Back
nl: Terughalen

# Imaging_MoveOrderBack
source: Move Request Back
nl: Aanvraag Terughalen

# Imaging_NoAppointmentsForToday
source: No appointments found for the day
nl: Geen afspraken gevonden deze dag

# Imaging_NoDataAvailable
source: No information available
nl: Geen informatie beschikbaar

# Imaging_NoPatientSelected
source: No patient selected
nl: Geen patiënt geselecteerd

# Imaging_NotPerformed
source: Not Performed
nl: Niet Uitgevoerd

# Imaging_PendingIntermediateRequest
source: Pending Intermediate Request
nl: In Wegkijk Status

# Imaging_PutExaminationsBack
source: Set Back
nl: Terugzetten

# Imaging_RetrievingExaminations
source: Retrieving examinations for the selected patient<br/>One moment please...
nl: Bezig met laden van onderzoeken voor de geselecteerde patiënt<br/>Even geduld a.u.b. ...

# Imaging_TakeOrder
source: Take Request
nl: Neem In Behandeling

# Imaging_WaitingForRadiologist
source: Waiting for radiologist {radiologist} to either accept or decline the created images.
nl: In afwachting van radioloog {radiologist} om de gemaakte beelden te accepteren of afwijzen.

# Imaging_YouMayCancel
source: You may cancel the intermediate request by clicking {yes}
nl: U kunt het tussentijds verzoek annuleren door op {yes} te klikken

# ImportOrder_NoRadiologistSelected
source: Unable to continue, no user(s) specified as intended reporter.
nl: Niet mogelijk om door te gaan, geen gebruiker(s) gespecifeerd als beoogde verslaggever.

# ImportOrder_NoTechnicianSelected
source: Unable to continue, no user(s) specified as technician.
nl: Niet mogelijk om door te gaan, geen gebruiker(s) gespecifeerd als laborant.

# ImportOrderTitle
source: Finish Importing Request
nl: Eindig importeren aanvraag

# InDepartment_Title
source: In Department - {date} ({shown}/{total})
nl: Wachtkamer - {date} ({shown}/{total})

# InProgress_Title
source: In Progress
nl: In onderzoek

# LastExaminationsLabel
source: Last Examinations
nl: Laatste Onderzoeken Geladen

# LastExaminationsLoaded
source: Last examinations loaded, no more examinations available.
nl: Laatste onderzoeken geladen, geen onderzoeken meer beschikbaar.

# LoadingOrder
source: Loading request<br/>One moment please...
nl: Bezig met laden van aanvraag<br/>Even geduld a.u.b. ...

# LoadingPatientOverview
source: Loading patient overview<br/>One moment please ...
nl: Bezig met laden van patiëntoverzicht<br/>Even geduld a.u.b. ...

# LoadingWorklist
source: Loading the work list<br/>One moment please...
nl: Bezig met laden van de werklijst <br/> Even geduld a.u.b.

# LoggedOutFromRis
source: You have been logged out from RIS.
nl: U bent uitgelogd van het RIS.

# Login_Authenticating
source: Authenticating...
nl: Verifiëren...

# Login_LogOut
source: Logging Out...
nl: Afmelden...

# ltPrintingDone
source: Print request sent
nl: Printopdracht verzonden

# ManualBooking_PersonSelect
source: Manual booking - Select a patient
nl: Handmatig plannen - Selecteer patiënt

# Master_Logoff
source: Logging off due to inactivity ...
nl: Bezig met uitloggen vanwege inactiviteit...

# Master_LogoffLastWarning
source: Logging off due to inactivity within 30 seconds
nl: U wordt uitgelogd binnen 30 seconden vanwege inactiviteit.

# Master_LogoffNotification
source: The web page has been idle for more than [TIME] minutes, if the page will not be used within the next two minutes you will be logged out.
nl: De webpagina is langer dan [TIME] minuten niet gebruikt. Als de pagina niet gebruikt wordt binnen twee minuten, zal u worden uitgelogd.

# Master_LogoffTitle
source: Automatic Logoff
nl: Automatisch Uitloggen

# Master_PressKeyToAvoid
source: Press any key or mouse button to avoid
nl: Druk op een willekeurige toets of muisknop om te voorkomen dat u wordt uitgelogd.

# MoveOrder_LoadingMessage
source: Moving the order<br/>One moment please ...
nl: Verplaats Aanvraag<br/>Even geduld a.u.b. ...

source: No examinations found
nl: Geen onderzoeken gevonden

# NoExaminationsFoundFilter
source: No examinations found with the current filter
nl: Geen onderzoeken gevonden met huidige filter

# NoOrdersFound
source: No requests found
nl: Geen aanvragen gevonden

# NoOrdersFoundFilter
source: No requests found with the current filter
nl: Geen aanvragen gevonden met huidige filter

# NotePopup_Title
source: MDTM Notes
nl: Bespreeklijst Notities

# NotePopup_SuccessMessage
source: Note is successfully changed.
nl: Notitie aanpassingen zijn opgeslagen.

# NotePopup_FailedMessage
source: Failed to change the note.
nl: Notitie aanpassingen konden niet opgeslagen worden.

source: One moment please ...
nl: Even geduld a.u.b. ...

source: Opening
nl: Bezig met openen van

# OrderApproval_BackToApproval
source: Back to vetting page
nl: Terug naar goedkeuringspagina

# OrderApproval_NoProtocol
source: No protocol for this exam
nl: Geen protocol voor dit onderzoek

# OrderApproval_ProtocolShouldBeAssigned
source: Protocol should be assigned
nl: Protocol dient te worden toegewezen

# OrderBooking_BackToBooking
source: Back to appointments page
nl: Terug naar boekingspagina

# OrderBooking_ExaminationLocked
source: The work item still has been locked.
nl: Dit onderzoek wordt nog steeds vastgehouden.

# OrderBooking_ExaminationLockedByUser
source: {user} is currently scheduling the examination
nl: {user} is momenteel het onderzoek aan het inplannen

# OrderBooking_FailedToLoad
source: Failed to load the information for the request details due to a communication error with the server.
nl: Kan de informatie voor de aanvraagdetails niet laden, vanwege een communicatiefout met de server.

# OrderBooking_FailLoadingRoomOverview
source: Failed to load the room overview
nl: Kan het kameroverzicht niet laden

# OrderBooking_OrderDetails
source: Request Details
nl: Aanvraagdetails

# OrderDocuments
source: Request Documents
nl: Aanvraagdocumenten

# OrderDocumentsFor
source: Request Documents for
nl: Aanvraagdocumenten voor

# OrderMemo
source: Request Memo
nl: Aanvraagmemo

# OrderMemo_EmptyNotes
source: No existing notes.
nl: Geen memo's.

# Orders_Title
source: Requests
nl: Aanvragen

# OrdersInTotal
source: request in total
nl: aanvragen in totaal

# PatientAdmissionHistory_AdmissionDateHeader
source: Admission Date
nl: Opnamedatum

# PatientAdmissionHistory_AdmissionStatusHeader
source: Admission Status
nl: Opnamestatus

# PatientAdmissionHistory_AdmittingDoctorHeader
source: Admitting Physician
nl: Opname Arts

# PatientAdmissionHistory_AttendingDoctorHeader
source: Attending Physician
nl: Behandelend Arts

# PatientAdmissionHistory_DischargeDateHeader
source: Discharge Date
nl: Ontslagdatum

# PatientAdmissionHistory_ExpectedDischargeDateHeader
source: Expected Discharge Date
nl: Verwachte Ontslagdatum

# PatientAdmissionHistory_MessageCreationDateHeader
source: Creation Date
nl: Aanmaakdatum

# PatientAdmissionHistory_PatientClassHeader
source: Patient Class
nl: Patiënttype

# PatientAdmissionHistory_PointOfCareHeader
source: Point of Care
nl: Afdeling

# PatientAdmissionHistory_RoomHeader
source: Room
nl: Kamer

# PatientAdmissionHistory_VisitNumberHeader
source: Visit Number
nl: Opnamenummer

# PatientAdmissionHistoryGrid_LoadingOverlay
source: Loading the admission history<br/>One moment please ...
nl: Bezig met het ophalen van opname geschiedenis<br/>Even geduld a.u.b ...

# PatientDetails_LoadingOverlay
source: Opening patient page<br/>One moment please ...
nl: Bezig met openen van de patiëntpagina<br/>Even geduld a.u.b. ...

# PatientHistoryGrid_LoadingOverlay
source: Loading the examinations<br/>One moment please ...
nl: Bezig met het ophalen van onderzoeken<br/>Even geduld a.u.b ...

# PatientMerge_Add_Patient
source: Add Patients
nl: Patienten Toevoegen

# PatientMerge_Cannot_merge
source: Patients cannot merge
nl: Kan patiënten niet samenvoegen

# PatientMerge_Error_merging
source: Error merging the patients:
nl: Kan patiënten niet samenvoegen door een fout:

# PatientMerge_Merge_to_patient
source: Merge patient to
nl: Patiënten samenvoegen naar

# PatientMerge_Selected_Patients
source: Selected Patients
nl: Geselecteerde Patiënten Voor Samenvoegen

# PatientMerge_Title
source: Merge Patients
nl: Patiënten Samenvoegen

# PatientSearch_ErrorCommunicating
source: An error occurred while communicating with the server:
nl: Er is een fout opgetreden bij het communiceren met de server.

# PatientSearch_ErrorLoadingPatientHistory
source: Error loading patient history, please try again.
nl: Fout bij laden van patiëntgeschiedenis. Probeer het opnieuw a.u.b.

# PatientSearch_Title
source: Patient Search
nl: Patiënt Zoeken

# PatientSearchGrid_LoadingOverlay
source: Loading the patients<br/>One moment please ...
nl: Bezig met zoeken van patiënten<br/>Even geduld a.u.b. ...

# PatientsFound_Title
source: Patients Found
nl: Patiënten Gevonden

# PatientsSearchResult_Title
source: Patients Search Result
nl: Patiënten Zoekresultaat

# PopupBlockerEnabled
source: Popup Blocker is enabled. Please add this site to your exception list.
nl: Uw popup blocker staat aan, voeg deze site toe aan de lijst met uitzonderingen.

# PopupHeaderText_ReasonForSchedule
source: Reason for (re)scheduling
nl: Reden voor opnieuw plan

# Portering_SettingsSaved
source: Settings saved.
nl: Instellingen opgeslagen.

# PrintAppointmentTitle
source: Print order appointment
nl: Print aanvraag afspraak

# Printing_PDFReportCreated
source: PDF report created.
nl: Het PDF verslag is aangemaakt.

# Printing_ReportSentToPrint
source: The report has been sent to the printer.
nl: Het verslag is naar de printer verzonden.

# PrintPatientLabelTitle
source: Print patient label
nl: Print patiënt label

# PromoteStatusTitle
source: Promote
nl: Doorzetten

source: Radiologist Dashboard
nl: Radioloog Taakoverzicht

# RadiologistDashboard_Error
source: An error occurred while retrieving the information.<br/><br/>Please try again.
nl: Er is een fout opgetreden tijdens het ophalen van de informatie.<br/><br/>Probeer het alstublieft opnieuw.

# RadiologistDashboard_HighPriorityExaminations
source: high priority examinations.
nl: onderzoeken met hoge prioriteit.

# RadiologistDashboard_IntermediateRequests
source: intermediate requests.
nl: tussentijdse aanvragen.

# RadiologistDashboard_RetrievingIntermediateInformation
source: Retrieving intermediate information...
nl: Bezig met ophalen van wegkijk informatie...

# RadiologistDashboard_YouCurrentlyHave
source: You currently have
nl: U heeft op dit moment

# Reception_BackToReception
source: Back to Reception
nl: Terug Naar Receptie

# Reception_NoAppointmentsFound
source: No appointments found with the current filter on {date} <br/> {appointments} appointments in total<br/>
nl: Geen afspraken gevonden met het huidige filter op {date} <br/> {appointments} afspraken in totaal

# Reception_NoAppointmentsFoundOnDay
source: No appointments found on {date}
nl: Geen afspraken gevonden op {date}

# RetrievingExaminations
source: Retrieving examinations is taking longer than expected<br/>One moment please ...
nl: Het ophalen van de onderzoeken duurt langer dan verwacht<br/>Even geduld a.u.b. ...

# RetrievingLastRecords1
source: Retrieving the last
nl: Bezig met ophalen van de laatste

# RetrievingLastRecords2
source: records<br/>One moment please...
nl: records<br/>Even geduld a.u.b. ...

# RetrievingOrders
source: Retrieving requests is taking longer than expected<br/>One moment please...
nl: Het ophalen van de aanvragen duurt langer dan verwacht<br/>Even geduld a.u.b. ...

# RetrievingPatientHistory
source: Retrieving patient history is taking longer than expected<br/>One moment please...
nl: Het ophalen van patiënthistorie duurt langer dan verwacht<br/>Even geduld a.u.b. ...

# RetrievingProtocols
source: Retrieving protocols is taking longer than expected<br/>One moment please ...
nl: Het ophalen van de protocol duurt langer dan verwacht<br/>Even geduld a.u.b....

# ScheduleNow_Title
source: Schedule Now
nl: Aanvraag nu inboeken

# ScheduleNowConfirm
source: Are you sure you want to schedule the order {order} now?
nl: Weet u zeker dat u de aanvraag {order} te plannen?

# Scheduling_AllExaminationHasToBeScheduled
source: All examinations have to be scheduled.
nl: Alle onderzoeken moeten geboekt worden.

# Scheduling_Title
source: Scheduling
nl: Inboeken

# Scheduling_TitleWithOrderAndPatientInfo
source: Scheduling the order {orderNumber} for patient {patientName}
nl: Boeken van de aanvraag {orderNumber} voor patiënt {patientName}

# Scheduling_TitleWithPatientInfo
source: Scheduling examinations for patient: {patientName}
nl: Aanvraag boeken voor patiënt: {patientName}

# Search_Button
source: Search
nl: Zoek

# SelectionColumn
source: Selection
nl: Selectie

source: Send to radiologist
nl: Stuur naar radioloog

# SendToTranscription_Message
source: One or more examinations are under supervision. If you continue, the information related with the supervision will be removed.<br/> Would you like to continue?
nl: Één of meer onderzoeken zijn onder supervisie. Als u verder gaat, dan zal de informatie gerelateerd aan de supervisie verwijderd worden.<br/> Wilt u verder gaan?

# SetPassword_NotifyErrorTitle
source: Failed to set password
nl: Niet gelukt om wachtwoord in te stellen

# SetPassword_NotifySuccessMessage
source: Password has been set
nl: Wachtwoord is ingesteld

# SetPassword_NotifySuccessTitle
source: Password has been set
nl: Wachtwoord is ingesteld

# SpeechMike_UnableToUse
source: Unable to use the SpeechMike control.<br/>Error Message:
nl: Kan SpeechMike niet gebruiken.<br/> Foutmelding:

# StandardReportPage_ChangeConfirmation
source: Are you sure you want to change the standard report of patient {patient}?
nl: Weet u zeker dat u het standaardverslag van patient {patient} wilt wijzigen?

# StandardReportPage_ChangeNotPossible
source: It is not possible to change the standard report for {patient} due to the limited number of standard reports that is linked to this examination type.
nl: Het is niet mogelijk het standaardverslag voor {patient} te wijzigen, doordat er een beperkt aantal standaardverslagen aan dit onderzoekstype is gelinkt.

# StandardReportPage_ChangeStandardReport
source: Change standard report
nl: Wijzig Standaardverslag

# StandardReportPage_StandardReportGridViewHeader
source: Standard Report Examinations ({shown}/{total})
nl: Onderzoeken met standaardverslag ({shown}/{total})

# Storeddocuments_ExternalOrder
source: This is an external request. Request documents cannot be changed.
nl: Dit is een externe aanvraag. Aanvraagdocumenten kunnen niet worden gewijzigd.

# StoredDocuments_LoadingMessage
source: Opening Stored Documents<br/>One moment please ...
nl: Opgeslagen Documenten Openen<br/>Een moment a.u.b.

# StoredDocuments_OrderNumber
source: Request Number
nl: Aanvraagnummer

# StoredDocuments_Title
source: Stored Documents
nl: Opgeslagen Documenten

# Supervision_AddedSupervisorSuccess
source: Successfully added the supervisor {user}
nl: Supervisor {user} is toegevoegd

# Supervision_AddSupervisorTitle
source: Add Supervisor
nl: Voeg supervisor toe

# Supervision_ChangeSupervisorTitle
source: Change Supervisor
nl: Verander Supervisor

# Supervision_FinishSupervisionFail
source: Unable to finish the supervision.
nl: Kan de supervisie niet voltooien.

# Supervision_RemoveSupervisionFail
source: Unable to remove the supervision information.
nl: Kan de supervisie informatie niet verwijderen.

# Supervision_SendBackFail
source: Failed to send examination back to assistant.
nl: Terugsturen van onderzoek naar assistent is niet gelukt.

# Supervision_SendToSuperAuthFail
source: Failed to send the examination(s) to the supervisor authorization worklist.
nl: Kan de onderzoek(en) niet naar de supervisor autorisatie werklijst versturen

# Supervision_SendToSuperAuthTitle
source: Send to supervisor authorization worklist
nl: Stuur naar de supervisor authorisatie werklijst

# Supervision_SendToSupervisor
source: Send to Supervisor
nl: Stuur naar supervisor

# Supervision_SendToTranscription_Title
source: Send to Transcription
nl: Stuur naar Transcriptie

# Supervision_SendToTransNotAllowed
source: It is not possible to send the examination to transcription.
nl: Het is niet mogelijk het onderzoek naar transcriptie te sturen

# Supervision_Title
source: Supervision
nl: Supervisie

# TaskOverview_AuthorizationWorkList
source: Authorization Work List
nl: Authorisatiewerklijst

# TaskOverview_HighPriorityDictations
source: High Priority Dictations
nl: Hoge Prioriteit Dictaties

# TaskOverview_IntermediateWorkList
source: Intermediate Work List
nl: Wegkijk Werklijst

# TasksOverview
source: Task Overview
nl: Taakoverzicht

# Title_CancelHouseKeeping
source: Cancel Housekeeping
nl: Annuleer Huishouding

# Title_ChangeStandardReport
source: Change Standard Report
nl: Wijzig Standaardverslag

# Title_Demote
source: Demote
nl: Terughalen

# Title_FinishManualScheduling
source: Finish manual scheduling
nl: Bevestig handmatige planning

# Title_FinishManualScheduling_Params
source: Finish manual scheduling for order {orderNumber} for patient {patientName}
nl: Bevestig handmatige planning voor aanvraag {orderNumber} van patiënt {patientName}

# Title_HouseKeeping
source: Housekeeping
nl: Huishouding

# Title_WorkItemAssignments
source: Work Item Assignments
nl: Toewijzen aan radioloog

# TitleConfirmation
source: Confirmation
nl: Bevestiging

# Transcription_BackToTranscriptionPage
source: Back to Transcription
nl: Terug Naar Transcriptie

# Transcription_TextDictationAppearedError
source: Text dictation can't be transcribed. It should not be on the worklist.
nl: Tekst dictatie kan niet worden getranscribeerd en mag niet in deze werklijst voorkomen

# TranscriptionPage_CompletingTranscription
source: Completing Transcription<br/>One moment please ...
nl: Transcriptie afronden<br/>Even geduld a.u.b. ...

# TranscriptionPage_FinishFail
source: Failed to finish transcription.
nl: Kan de transcriptie niet opslaan.
