Repository: Vitruvian-Health/ZillionRIS_Bolt
Catalog: App_GlobalResources/WebResources.*.resx
Languages: nl

source: Accept Images
nl: Beelden Accepteren

# act_ActionID
source: Action
nl: ID

# act_ActionName
source: Name
nl: Actie

# act_Description
source: Description
nl: Omschrijving

# actreq_Action
source: Action
nl: Actie

# actreq_Minutes
source: Minutes
nl: Minuten

# actsch_ActionID
source: Action
nl: Actie

# actsch_examinationID
source: Examination
nl: Onderzoek

# actsch_StartDateTime
source: Time
nl: Tijd

# AddIntendedVetter_SummaryLabel
source: Add Intended Vetter
nl: Toevoegen Beoogde Goedkeurder

# AdvancedFilter_AllLocations
source: All locations
nl: Alle locaties

# AdvancedFilter_CriterionCaption
source: Choose filter type...
nl: Kies filtertype...

# AdvancedFilter_NoFilterSelected
source: (No filter)
nl: (Geen filter)

# AdvancedFilter_ReportType
source: Report Type
nl: Verslagtype

# AdvancedFilter_ValueCaption
source: Choose...
nl: Kies...

# AdvancedOverview_DateFromUnspecified
source: Date from unspecified.
nl: Datum van gespecificeerd.

# AdvancedOverview_DateToUnspecified
source: Date to unspecified.
nl: Datum om niet gespecificeerd.

# AdvancedOverview_InvalidLocationID
source: Invalid location ID specified.
nl: Ongeldige opgegeven locatie-ID.

# AdvancedPatientSearchPage_PatientsSearchResultGridViewHeader
source: Patient Search Result
nl: Patiënt Zoekresultaat

# Appointments_FailedToMoveTheOrder
source: Failed to move the order.
nl: Kan de order om te verplaatsen.

# Appointments_FailedToMoveTheStudy
source: "Failed to move the study."
nl: Kan de studie te verplaatsen.

# Appointments_FailedToRegisterThePatient
source: Failed to register the patient.
nl: Kan de patiënt te registreren.

# Appointments_NoPatientSelected
source: No patient has been selected.
nl: Geen enkele patiënt is geselecteerd.

# Appointments_Submit
source: Submit (XDS)
nl: Verzenden (XDS)

# Appointments_SubmitPatient
source: Submit Patient (XDS)
nl: Verzend Patiënt (XDS)

# General_AddAddendum
source: Add Addendum
nl: Addendum Toevoegen

# AuditTrails_FinishDictation
source: Finished {0} dictation for {1} examination(s) ({2}). Next action: {3}.
nl: {0} dictatie afgerond voor {1} onderzoek(en) ({2}). Volgende actie: {3}.

# AuditTrails_OpenDictation
source: Opened dictation page for {0} examination(s) ({1}).
nl: Dictatiepagina geopend voor {0} onderzoek(en) ({1}).

# AuditTrails_StartDictation
source: Started {0} dictation for {1} examination(s) ({2}).
nl: {0} dictatie gestart voor {1} onderzoek(en) ({2}).

# Authorization_Authorize
source: Authorize Report
nl: Rapport Autoriseren

# Authorization_AutoFinishNextTooltip
source: Finish authorization and select the next available dictation
nl: Authorisatie opslaan en selecteer de volgende dictatie

# Authorization_ChangeTextArea
source: Make the text area
nl: Maak het tekstveld

# Authorization_ContinueLater
source: Continue Later
nl: Later verder gaan

# Authorization_DisableAudio
source: Disable audio
nl: Audio uitschakelen

# Authorization_FilterText
source: Text
nl: Tekst

# Authorization_InterActive
source: InterActive
nl: InterActief

# Authorization_Large
source: Large
nl: Groot

# Authorization_Multiple
source: Multiple
nl: Meervoudig

# Authorization_NextAuthorize
source: Authorize and next
nl: Autoriseren en volgende

# Authorization_Open
source: Start Authorizing
nl: Start Autoriseren

# Authorization_Other
source: Other
nl: Overig

# Authorization_RestoreDefaultSize
source: Restore to default size
nl: Herstellen naar standaard formaat

# Authorization_Single
source: Single
nl: Enkelvoudig

# Authorization_Small
source: Small
nl: Klein

source: Authorization Work List Filters
nl: Geavanceerde Filters

# AuthorizationPage_AuthorizationGridViewHeader
source: Examinations to authorize
nl: Te authoriseren onderzoeken

# AuthorizationPage_StartAuthorize
source: Start authorizing
nl: Start authoriseren

# btnAdd
source: Add
nl: Voeg toe

# btnCancel
source: Cancel
nl: Annuleren

# btnChange
source: Change
nl: Aanpassen

# btnDelete
source: Delete
nl: Verwijder

# btnEdit
source: Edit
nl: Bewerk

# btnSave
source: Save
nl: Opslaan

# Button_BookManually
source: Schedule Manually
nl: Handmatig inplannen

# Button_BookOrder
source: Schedule Automatically
nl: Automatisch inplannen

# Button_BookOrderNow
source: Schedule Now
nl: Aanvraag nu inboeken

# Button_CreateDummyPatient
source: New Dummy Patient
nl: Nieuwe Dummy Patiënt

# Calendar_Date
source: Selected date
nl: Datum

# Calendar_Time
source: Time
nl: Tijd

# Calendar_TimeBackward
source: Backward
nl: Eerder

# Calendar_TimeForward
source: Forward
nl: Later

# CalendarPage_CalendarGridViewHeader
source: Schedule per Location
nl: Plan per locatie

# CalendarPage_FailedToLoad
source: Failed to load the calendar overview.
nl: Kan het agenda overzicht niet laden

# CalendarPage_SingleClick
source: Schedule per LocationSingleClick
nl: Plan per locatie

# canrea_Text
source: Cancellation reason
nl: Reden voor annulering

# ClinicalInformationForExamination
source: Examination
nl: Onderzoek

# ClinicalInformationForExamination_Long
source: Clinical information for examination
nl: Medische gegevens voor onderzoek

# closedRoomFormEndTime
source: End time:
nl: Eindtijd:

# closedRoomFormReason
source: Reason:
nl: Reden:

# closedRoomFormResource
source: Room:
nl: Kamer:

# closedRoomFormStartTime
source: Start time:
nl: Starttijd:

# Co_Country_Name
source: Country
nl: Land

# co_CountryID
source: Country ID
nl: Land ID

# CoCountry
source: Country ID
nl: Land ID

# Column_AdvancedFilteredResults_actsch_StartDateTime
source: Scheduled
nl: Gepland

# Column_AdvancedFilteredResults_exatyp_ExaminationTypeName
source: Examination Type
nl: Onderzoek

# Column_AdvancedFilteredResults_gen_GenderName
source: Gender
nl: M/V

# Column_AdvancedFilteredResults_pat_PatientName
source: Patient Name
nl: Naam

# Column_AdvancedFilteredResults_pat_PatientNumber
source: Patient Number
nl: Patiëntnummer

# Column_AdvancedFilteredResults_ref_ReferringPhysicianName
source: Referring Physician
nl: Aanvrager

# Column_AdvancedFilteredResults_reftyp_ReferralTypeName
source: Referral Type
nl: Type

# Column_AdvancedFilteredResults_roo_RoomName
source: Room Name
nl: Kamer

# Column_Appointments_ExaminationTypeName
source: Examination Type
nl: Onderzoekstype

# Column_Appointments_PatientName
source: Patient Name
nl: Naam

# Column_Appointments_RoomName
source: Room
nl: Kamer

# Column_Appointments_StartDateTime
source: Appointment Time
nl: Tijd

# Column_DiscussionLists_AccessionNumber
source: Accession Nr.
nl: Onderzoeksnummer

# Column_DiscussionLists_DiscussionCategoryID
source: Category
nl: Categorie

# Column_DiscussionLists_DiscussionNote
source: Note
nl: Opmerking

# Column_DiscussionLists_ExaminationDisplayName
source: Examination Type
nl: Onderzoekstype

# Column_DiscussionLists_PatientName
source: Patient Name
nl: Patiëntnaam

# Column_DiscussionLists_PatientNumber
source: Patient Number
nl: Patiëntnummer

# Column_DiscussionLists_Requester
source: Requester
nl: Aanvrager

# Column_DiscussionLists_RequesterType
source: Requestertype
nl: Aanvraagtype

# Column_Examinations_AccessionNumber
source: Accession nr
nl: Onderzoeksnummer

# Column_Examinations_actsch_StartDateTime
source: Schedule Date
nl: Onderzoekdatum

# Column_Examinations_AuthoriserName
source: Authorizer
nl: Autoriseerder

# Column_Examinations_CancellationReason
source: Cancellation Reason
nl: Reden van annuleren

# Column_Examinations_canrea_Text
source: Cancellation Reason
nl: Reden annulering

# Column_Examinations_DepartmentName
source: Ward
nl: Afdeling

# Column_Examinations_discat_DiscussionCategoryID
source: Discussion ID
nl: Bespreek ID

# Column_Examinations_exa_ManuallyPlanned
source: Forced
nl: Geforceerd

# Column_Examinations_exadislis_DateTime
source: Discussion Date
nl: Datum

# Column_Examinations_exadislis_Note
source: Note
nl: Notitie

# Column_Examinations_ExaminationDisplayName
source: Examination Name
nl: Onderzoek

# Column_Examinations_ExaminationTypeName
source: Examination Name
nl: Onderzoek

# Column_Examinations_exatyp_ExaminationTypeName
source: Examination Type
nl: Onderzoekstype

# Column_Examinations_gen_GenderName
source: Gender
nl: Geslacht

# Column_Examinations_loc_LocationName
source: Location
nl: Locatie

# Column_Examinations_LocationName
source: Location
nl: Locatie

# Column_Examinations_Modality
source: Modality
nl: Modaliteit

# Column_Examinations_ord_OrderID
source: Order Number
nl: Aanvraagnummer

# Column_Examinations_OrderID
source: Order Number
nl: Aanvraagnummer

# Column_Examinations_ordtyp_OrderTypeName
source: Order Type
nl: Aanvraagtype

# Column_Examinations_ori_OriginName
source: Origin
nl: Oorsprong

# Column_Examinations_pat_DateOfBirth
source: Date of Birth
nl: Geboortedatum

# Column_Examinations_pat_PatientName
source: Patient Name
nl: Patiëntnaam

# Column_Examinations_pat_PatientNumber
source: Patient Number
nl: Patiëntnummer

# Column_Examinations_PatientName
source: Patient Name
nl: Patiëntnaam

# Column_Examinations_Physician
source: Physician
nl: Arts

# Column_Examinations_PhysicianName
source: Physician
nl: Arts

# Column_Examinations_Radiologist
source: Radiologist
nl: Radioloog

# Column_Examinations_RadiologistName
source: Radiologist
nl: Radioloog

# Column_Examinations_Radiologists
source: Radiologist
nl: Radiologen

# Column_Examinations_ref_ReferringPhysicianName
source: Requester
nl: Aanvrager

# Column_Examinations_ReferralTypeName
source: Requester Type
nl: Verwijstype

# Column_Examinations_ReferringPhysicianName
source: Requester
nl: Aanvrager

# Column_Examinations_reftyp_ReferralTypeName
source: Requester Type
nl: Verwijstype

# Column_Examinations_risuse_Name
source: Assignee
nl: Uitvoerend

# Column_Examinations_roo_RoomName
source: Room
nl: Kamer

# Column_Examinations_RoomName
source: Room
nl: Kamer

# Column_Examinations_ScheduleDateTime
source: Schedule Date
nl: Onderzoeksdatum

# Column_Examinations_Speciality
source: Speciality
nl: Specialisme

# Column_Examinations_SpeechCreationDate
source: Dictation timestamp
nl: Dictatie tijdstip

# Column_Examinations_SpeechStatusName
source: Speech Status
nl: Dictatiestatus

# Column_Examinations_stu_AccessionNumber
source: Accession Nr.
nl: Onderzoeksnummer

# Column_Examinations_war_WardName
source: Ward
nl: Afdeling

# Column_Orders_DateOfRequest
source: Request Date
nl: Aanvraagdatum

# Column_Orders_IntendedApprover
source: Intended Approver
nl: Beoogde goedkeurder

# Column_Orders_OrderID
source: Order Number
nl: Aanvraagnummer

# Column_Orders_PatientName
source: Patient Name
nl: Naam

# Column_Orders_PatientNumber
source: Patient Number
nl: Patiëntnummer

# Column_Patients_Address
source: Address
nl: Adres

# Column_Patients_DateOfBirth
source: Date of Birth
nl: Geboortedatum

# Column_Patients_FullName
source: Patient Name
nl: Patiëntnaam

# Column_Patients_Gender
source: Gender
nl: Geslacht

# Column_Patients_PatientDisplayName
source: Name
nl: Naam

# Column_Patients_PatientName
source: Patient Name
nl: Naam

# Column_Patients_PatientNumber
source: Patient Number
nl: Patiëntnummer

# Column_Protocols_Title
source: Name
nl: Naam

# Column_Timestamps_ExaminationStatusName
source: Target status
nl: Doel status

# Column_TimestampsLogging_RISUserName
source: RIS Username
nl: RIS Gebruikersnaam

# Column_TimestampsLogging_TimeStamp
source: Timestamp
nl: Tijdstip

# con_CountryName
source: Country
nl: Land

# ctg_CtgCodeDescription
source: Description
nl: Omschrijving

# ctg_SandersPunten
source: Sanders point
nl: Sanderspunten

source: Decline Images
nl: Beelden Afwijzen

# dep_DepartmentDescription
source: Description
nl: Omschrijving

# dep_DepartmentName
source: Department
nl: Afdeling

# dep_HospitalID
source: Hospital
nl: ZiekenhuisID

# Dictation_ActiveWorkItems
source: Active Work Items
nl: Actieve Onderzoeken

# Dictation_ActiveWorklistOverview
source: Active worklist overview
nl: Actieve onderzoeken

# Dictation_AuthorizationSkipped
source: Authorization Skipped
nl: Autorisatie wordt overgeslagen

# Dictation_AuthorizationSkippedTooltip
source: Your current settings allow authorization to be skipped and a report is created immediatly after dictation.
nl: Uw huidige instellingen leiden ertoe dat een rapport direct na dictatie aangemaakt wordt en authorisatie overgeslagen.

# Dictation_ClearSelection
source: Clear Selection
nl: Selectie Leegmaken

# Dictation_ConfirmDictateStatusDictating
source: This examination has the status dictation, are you sure you want to open this examination for another dictation?
nl: Dit onderzoek heeft de status dicteren, bent u zeker dat u dit onderzoek te openen voor een andere dicteren?

# Dictation_MoveToRadiologist
source: Change Intended Reporter
nl: Verander beoogde verslaglegger

# Dictation_SendToSupervisor
source: Send to Supervisor
nl: Stuur naar supervisor

source: Dictation Work List Filters
nl: Dictatiewerklijstfilters

# DictationLow_FailedToLoadAMemo
source: Failed to load a memo for an examination.
nl: Niet in geslaagd een memo te laden voor een examen.

# DictationLow_FailedToLoadAReport
source: Failed to load a report for an examination.
nl: Niet in geslaagd een rapport voor een onderzoek te laden.

# DictationLow_UnableToContinue
source: Unable to continue with dictation.
nl: Niet verder met dicteren.

# DictationLow_WorkList_Completed
source: Personal
nl: Individueel

# DictationLow_WorkList_Intermediate
source: Intermediate ({0})
nl: Tussentijds ({0})

# DictationLow_WorkList_Overview
source: Collective
nl: Gezamenlijk

# DictationLow_WorkList_ToBeDictated
source: Examinations to be dictated
nl: Te dicteren onderzoeken

# DictationOverview_ChangeStatus
source: Change status
nl: Verander status

# DictationOverview_SpeechOverviewCaption
source: Overview dictations
nl: Overzicht dictaties

# DictationPage_AddImages
source: Add Images
nl: Beelden Toevoegen

# DictationPage_Configuration_AutoStart_Label
source: Automatically start the dictation when the page is opened.
nl: Start de dictatie automatisch, wanneer een pagina is geopend.

# DictationPage_Configuration_AutoStart_Text
source: Automatically starts the dictation immediately after the page has been loaded.
nl: Start de dictatie automatisch, wanneer de pagina is geladen.

# DictationPage_Configuration_CreateReport_Label
source: Create a report for a finished InterActive dictation.
nl: Maak een rapport voor de voltooide dictatie.

# DictationPage_Configuration_CreateReport_Text
source: When enabled a report will be created instead of sending the dictation to the transcriptionist.
nl: Indien ingeschakeld zal er een rapport worden gecreëerd in plaats van het verzenden van het dictaat naar de transcriptionist.

# DictationPage_Configuration_OpenNext_Label
source: Open the next dictation, when finished.
nl: Open de volgende dictatie, wanneer compleet.

# DictationPage_Configuration_OpenNext_Text
source: When this is enabled the next dictation of the same order will be opened for dictation, otherwise the next in the work list. If no completed examination is available you will be redirected to the work list.
nl: Indien ingeschakeld zal het volgende dictaat van dezelfde order geopend worden voor dictatie, anders de volgende in de werklijst. Als er geen voltooid onderzoek beschikbaar is, zal u doorverwezen worden naar de werklijst.

# DictationPage_ConsultingSpecialistPatient
source: Consulting Specialist Patient
nl: Consulterende Specialist Patiënt

# DictationPage_LoadMoreExaminations
source: Load More Examinations
nl: Laad Meer Onderzoeken

# DictationPage_Memo_NullText
source: Press enter to add a memo
nl: Druk om enter om een memo toe te voegen

# DictationPage_OpenDictation
source: Open Dictation
nl: Open Dictaat

# DictationPage_OrderDocuments
source: Order Documents
nl: Aanvraagdocumenten

# DictationPage_OrderMemoLabel
source: Order Memo:
nl: Aanvraag memo:

# DictationPage_RequestInformation
source: Request Information
nl: Aanvraag informatie

# DictationPage_ResumeDictationText
source: Continue dictation
nl: Dictatie vervolgen

# DictationPage_ResumeDictationTooltip
source: There is an examination left in dictation, when you press this button the dictation will be started for that examination.
nl: Er is nog een onderzoek in dictatie, door te klikken kunt u de dictatie opnieuw starten.

# DictationPage_StartSpeechDictation
source: Start Speech Dictation
nl: Start spraakdictatie

# DictationPage_TasksOverview
source: Tasks Overview
nl: Taakoverzicht

# DictationPage_TextCantBeEmpty
source: Text can't be empty.
nl: Tekst mag niet leeg zijn.

# DictationPage_ViewImages
source: View Images
nl: Toon Beelden

# DictationPage_ViewOrder
source: View Order
nl: Toon Aanvraag

# DictationPage_ViewProtocols
source: View Protocols
nl: Toon Protocollen

# DictationPage_ViewProtocolsButton_NoProtocol
source: No protocol available for this examination type.
nl: Er is geen protocol beschikbaar voor dit type onderzoek.

# DictationPage_ViewProtocolsButton_ToolTip
source: Click to view the protocols for this examination.
nl: Klik om de protocollen voor dit onderzoek te tonen.

# DictationPage_ViewRequestForm
source: View Request Form
nl: Toon Aanvraagformulier

# DictationPage_XDSDocuments
source: XDS Documents
nl: XDS Documenten

# discat_DiscussionCategoryID
source: Category
nl: Categorie

# DiscussionList_DiscussionLists
source: Discussion List
nl: Bespreeklijst

# DiscussionList_PersonalLists
source: Personal Lists:
nl: Persoonlijke Lijsten:

# DiscussionList_SharedLists
source: Shared Lists:
nl: Gedeelde Lijsten:

source: Discussion List Work List Filters
nl: Geavanceerde Filters

# DomainLogInFailed
source: System could not log you in at domain {0} with username {1}.
nl: Het systeem kon u niet inloggen op domein {0} met gebruikersnaam {1}.

# EditedSuffix
source: (edited)
nl: (aangepast)

# EditOrder_CopyTo
source: Send Copy To
nl: Stuur kopie naar

# EditOrder_CopyToPhysician
source: Physician
nl: Arts

# EditOrder_CopyToRequesterLocation
source: Requesting Location
nl: Aanvraaglocatie

# EditOrder_CopyToWorkLocation
source: Work Location
nl: Werklocatie

# EditOrder_CreateOrderFor
source: Create order for
nl: Aanvraag maken voor

# EditOrder_DirectBookFlag
source: Start automatic scheduling
nl: Automatisch plannen

# editOrder_EditingOrder
source: Editing order
nl: Wijzigen aanvraag

# EditOrder_ExaminationHeader
source: Examinations:
nl: Onderzoeken:

# EditOrder_ImportOrder
source: Import order for
nl: Aanvraag importeren voor

# EditOrder_LocationsHeader
source: Possible Locations:
nl: Mogelijke locaties:

# EditOrder_ManualPlanning
source: Create manual planned order for
nl: Maak handmatig geplande aanvraag aan voor

# EditOrder_NoLocationsSelectedForScheduler
source: Can not schedule the examinations, please select one or more locations.
nl: Kan de aanvraag niet inplannen, selecteer een of meerdere locaties.

# EditOrder_SaveExaminationsFailed
source: Failed to save the examinations to the order.
nl: Er is een fout opgetreden tijdens het opslaan van de onderzoeken.

# EditOrder_SaveOrderFailed
source: Failed to save the order.
nl: Er is een fout opgetreden tijdens het opslaan van de aanvraag.

# EditOrder_ScheduleExaminationFailed
source: Failed to schedule one or more of the examinations.
nl: Kon een of meerdere onderzoeken niet inplannen.

# EditOrder_ScheduleNow_ImpossibleLocationExaminations
source: The following examinations can not be executed in {0}: {1}.
nl: De volgende onderzoeken kunnen niet worden uitgevoerd in {0}: {1}.

# EditOrder_ScheduleNow_InvalidBehaviorMode
source: This is not a new order, unable to book the examinations now.
nl: Dit is niet een nieuwe aanvraag, niet mogelijk om de onderzoeken nu te boeken.

# EditOrder_ScheduleNow_InvalidStatusExaminations
source: The order can only be scheduled now when the examinations are in status {0} or {1}.
nl: De onderzoeken kunnen alleen 'nu' worden ingepland {0} of {1}.

# EditOrder_ScheduleNow_UnexpectedError
source: An unknown error occurred while trying to book the order now.
nl: Een onbekende fout is voorgekomen tijdens het inboeken.

# EditOrder_ScheduleOrderNow
source: Schedule order now
nl: Nu inboeken

# EditOrder_SecondCopyRequired
source: Second copy required
nl: Kopie benodigd

# EditOrder_ShowAdditionalInformation
source: Show additional information
nl: Toon aanvullende informatie

# EditOrder_ShowClinicalInformation
source: Show clinical information
nl: Toon medische gegevens

# EditOrder_ViewingOrder
source: Viewing order
nl: Aanvraag

# EditOrderPage_CompletionDate
source: Completion Date
nl: Onderzoeksdatum

# EditOrderPage_RetrospectiveBooking
source: Retrospective booking
nl: Achteraf boeken

# errorConcurrency
source: Unfortunately someone else changed this information. Cancel your changes and redo them again please.
nl: Helaas zijn de gegevens al door iemand anders gewijzigd. Annuleer deze verandering en voer de wijziging opnieuw uit alstublieft.

# ErrorPage_Default_ContinueButton
source: Continue
nl: Doorgaan

# ErrorPage_Default_ContinueLabel
source: Click 'Continue' to navigate to your default page.
nl: Klik op 'Doorgaan' om naar uw startpagina te gaan.

# ErrorPage_Default_ResetLabel
source: If the error keeps on occurring you could try to reset your session by clicking the 'Reset' button. You will however lose unsaved changes.
nl: Kies de 'reset' knop als de fout blijft optreden. Gegegevens die niet opgeslagen zijn gaan verloren.

# ErrorPage_Popup_ContinueButton
source: Close
nl: Sluiten

# ErrorPage_Popup_ContinueLabel
source: Click 'Close' to close this popup and continue or retry your modification.
nl: Klik op 'Sluiten' om deze pop up the sluiten.

# ErrorPage_Popup_ResetLabel
source: If the error keeps on occurring you could try to reset your session by clicking the 'Reset' button. You will however lose unsaved changes.
nl: Kies de 'reset' knop als de fout blijft optreden. Gegegevens die niet opgeslagen zijn gaan verloren.

# ErrorPage_TechnicalDetails
source: Technical details:
nl: Technische Details:

# exa_ExaminationID
source: Examination ID
nl: Onderzoek ID

# exa_ExaminationTypeID
source: Examination type
nl: Onderzoekstype

# exa_LastModifiedBy
source: Last modified by
nl: Laatst gewijzigd door

# exa_Laterality
source: Laterality
nl: Lateraliteit

# exa_ManuallyPlanned
source: Forced
nl: Geforceerd

# exa_OrderID
source: Order
nl: Aanvraag

# exaass_AssigmentExecutor
source: Executor
nl: Uitvoerend

# exaass_ExaminationID
source: Examination
nl: Onderzoek

# exaass_RisUserID
source: RIS user
nl: RIS gebruiker

# exaass_RoleID
source: Role
nl: Rol

# exadislis_Note
source: Note
nl: Notitie

# ExaminationNotFound
source: Examination could not be found in the database.
nl: Het onderzoek kon niet worden gevonden in de database.

# ExaminationProtocolAssignmentsControl_AvailableProtocolsCaption
source: Available Examination Protocols
nl: Beschikbare Protocollen

# ExaminationProtocolAssignmentsControl_FreeTextProtocolButton_Edit
source: Edit
nl: Bewerken

# ExaminationProtocolAssignmentsControl_FreeTextProtocolButton_SaveAssign
source: Save and assign
nl: Opslaan en toewijzen

# ExaminationProtocolAssignmentsControl_NextExaminationButton
source: Next Examination
nl: Volgende Onderzoek

# ExaminationProtocolAssignmentsPage_Examinations
source: Examinations
nl: Onderzoeken

# ExaminationProtocolAssignmentsPage_Statuses
source: Statuses:
nl: Statussen:

# ExaminationsTimeStampLoggingGridViewHeader
source: Examination status history
nl: Onderzoekssstatus geschiedenis

# exapro_ExaminationProcedureText
source: Text
nl: Omschrijving

# exarep_ExaminationID
source: Examination
nl: Onderzoek

# exarep_ReportID
source: Report
nl: Rapport

# exatyp_ExaminationTypeName
source: Examination
nl: Onderzoek

# exatyp_Laterality
source: Laterality
nl: Lateraliteit

# exatypact_ActionID
source: Action
nl: Actie

# exatypact_ExaminationStep
source: Step
nl: Onderzoeksstap
