Repository: Vitruvian-Health/ZillionRIS_Bolt
Catalog: App_GlobalResources/WebResources.*.resx
Languages: nl

# PatientsPage_SavePatientConcurrencyError
source: Failed to save the patient, it has already been modified in the database. The patient will be reloaded.
nl: Een andere gebruiker heeft de patiënt aangepast, kon de wijzigingen nu niet opslaan. De patiënt gegevens worden ververst.

# PatientsPage_SecondPhysicianLabel
source: Second Physician
nl: Tweede arts

# PatientsPage_UnableToAddDocumentsPatientDoesNotExist
source: Patient has to be saved before documents can be assigned, please confirm and then add the documents.
nl: De patiënt moet opgeslagen zijn voordat er documenten aan verbonden kunnen worden.

# PatientsPage_ValidationError_SocialSecurityNumber
source: NHS number should be empty or contain exactly 9 digits.
nl: Het burgerservicenummer moet leeg zijn of exact 9 cijfers bevatten.

# patins_InsuranceCompanyID
source: Insurance company
nl: Verzekeringsinstantie

# patins_InsuranceNumber
source: Insurance number
nl: Verzekeringsnummer

# patins_PatientID
source: Patient
nl: PatiëntID

# PatInsuranceCompanyID
source: Insurance Company ID
nl: VerzekeringmaatschappijID

# patobs_ObservationID
source: Observation
nl: Observatie

# PatPatient
source: Patient ID
nl: Patiënt ID

# PatSex
source: Gender
nl: Geslacht

# phy_PhysicianFirstName
source: Firstname
nl: Voornaam

# phy_PhysicianInitials
source: Initials
nl: Voorletters

# phy_PhysicianPrefix
source: Prefix
nl: Tussenvoegsel

# phy_PhysicianSpecialisation
source: Specialisation
nl: Specialisatie

# phy_PhysicianSurName
source: Surname
nl: Achternaam

# phyrepcop_OrderID
source: Order
nl: Aanvraagnummer

# phyrepcop_physicianID
source: Physician
nl: ArtsID

source: Physician
nl: Arts

source: Popup report
nl: Pop-up verslag

# PopupEditFormCaption
source: New Appointment Time
nl: Nieuwe afspraaktijd

# PopupForm_SuccesLabel
source: Form has been saved successfully.
nl: Formulier is succesvol opgeslagen.

# PopupMessageControl_ErrorHeaderText
source: An error occurred
nl: Er is een fout opgetreden

# PopupMessageControl_InformationHeaderText
source: Information
nl: Informatie

# Portering_UnableToCancel
source: Unable to cancel portering.
nl: Kan portering niet annuleren.

# Portering_UnableToCancel_AnotherUser
source: Unable to cancel portering. \r\n\r\n Another porter is authorized for the selected patient transport
nl: Kan portering niet annuleren. \r\n\r\n Een andere portier is bevoegd voor het geselecteerde patiënttransport.

# Portering_UnableToComplete
source: Unable to complete portering.
nl: Kan portering niet voltooien.

# Portering_UnableToComplete_AnotherUser
source: Unable to complete portering. \r\n\r\n Another porter is authorized for the selected patient transport
nl: Kan portering niet voltooien. \r\n\r\n Een andere portier is bevoegd voor het geselecteerde patiënttransport.

# Printing_AppointmentConfigurationFailed
source: Unable to print the appointment configuration.
nl: Kon de afspraak bevestiging niet printen.

# ProgressTemplate_Cancel
source: Cancel
nl: Afbreken

source: Protocol Assignment Work List Filters
nl: Geavanceerde Filters

# Rad_Radiologist_Name
source: Name
nl: Naam

# rad_RadiologistID
source: Radiologist ID
nl: Radioloog ID

# rad_RadiologistName
source: Radiologist Name
nl: Radioloog naam

# radgro_GroupDescription
source: Description
nl: Omschrijving

# radgro_GroupName
source: Group
nl: Naam

# radgrorad_GroupID
source: Group
nl: GroupID

# radgrorad_RadiologistID
source: Radiologist
nl: RadioloogID

source: Radiologist
nl: Radioloog

source: Radiologists
nl: Radiologen

# RadRadiologist
source: Radiologist ID
nl: Radioloog ID

# radspe_radiologistID
source: Radiologist
nl: Radioloog

# radspe_SpecialisationID
source: Specialisation
nl: Specialisatie

# rec_OldPatientNumber
source: Old Patient ID
nl: Oud patiëntnummer

# rec_PatientID
source: Patient
nl: PatiëntID

# ReceptionLow_AddFilter
source: Add new Filter
nl: Nieuw Filter Toevoegen

# ReceptionLow_Close
source: Close
nl: Sluiten

# ReceptionLow_CustomizeFilters
source: Customize Filters
nl: Filters Aanpassen

# ReceptionLow_DeleteFilter
source: Delete filter
nl: Verwijder Filter

# ReceptionLow_ExaminationType_Approved
source: Approved
nl: Goedgekeurd

# ReceptionLow_ExaminationType_InDepartment
source: In department
nl: In wachtkamer

# ReceptionLow_ExaminationType_Scheduled
source: Scheduled
nl: Gepland

# ReceptionLow_ExaminationType_Waiting
source: Waiting
nl: Wachtend

# ReceptionLow_ExaminationTypes
source: Examination Types
nl: Onderzoekstypes

# ReceptionLow_FilterTitle
source: Reception Work List Filters
nl: Receptie Werklijstfilters

# ReceptionLow_IntendedReporters
source: Intended Reporters
nl: Beoogde verslagleggers

# ReceptionLow_LabelLastExaminations
source: Last Examinations
nl: Laatst Bekeken Onderzoeken

# ReceptionLow_Modalities
source: Modalities
nl: Modaliteiten

# ReceptionLow_Name
source: Name
nl: Naam

# ReceptionLow_Operators
source: Operators
nl: Laboranten

# ReceptionLow_Reporters
source: Reporters
nl: Verslagleggers

# ReceptionLow_RequestingResponsibleConsultants
source: Requesting Responsible Consultants
nl: Aanvrager

# ReceptionLow_Rooms
source: Rooms
nl: Kamers

# ReceptionLow_SaveFilter
source: Save Filter
nl: Filter Opslaan

# ReceptionLow_SelectFilter
source: Select a filter:
nl: Filter Selecteren

# ReceptionLow_ViewLastExaminations
source: View Last Examinations
nl: Toon Laatste Onderzoeken

# Ref_Referring_Physician_Department
source: Referring Physician Department
nl: Afdeling aanvragend arts

# Ref_Referring_Physician_Description
source: Referring Physician Description
nl: Omschrijving aanvragend arts

# Ref_Referring_Physician_Name
source: Referring Physician Name
nl: Naam aanvragend arts

# Ref_Referring_Physician_Type
source: Referring Physician Type
nl: Aanvragend arts type

# ref_ReferringPhysicianDepartment
source: Referring Physician Department
nl: Aanvragend arts afdeling

# ref_ReferringPhysicianDescription
source: Referring Physician Description
nl: Aanvragend arts omschrijving

# ref_ReferringPhysicianID
source: Referring PhysicianID
nl: Aanvragend arts ID

# ref_ReferringPhysicianName
source: Referring Physician
nl: Aanvrager

# ref_ReferringPhysicianType
source: Referring Physician Type
nl: Aanvragend arts type

source: Referral Type
nl: Type verwijzing

source: Referring Physician
nl: Aanvragend arts

# RefReferringPhysician
source: Referring PhysicianID
nl: aanvragend arts ID

# Reftyp_Referral_Type_Description
source: Description
nl: Omschrijving

# Reftyp_Referral_Type_Name
source: Referral Type Name
nl: Naam

# reftyp_ReferralTypeDescription
source: Referral Type Description
nl: Aanvraagtype omschrijving

# reftyp_ReferralTypeID
source: Referral Type ID
nl: Aanvraagtype ID

# reftyp_ReferralTypeName
source: Referral Type Name
nl: Aanvraagtype naam

# ReftypReferralType
source: Reftype ID
nl: Aanvragertype ID

# rel_ReligionName
source: Religion
nl: Geloof

# rep_Author
source: Author
nl: Auteur

# rep_AuthorisationDate
source: Authorisation Date
nl: Autorisatie datum

# rep_Authoriser
source: Authoriser
nl: Geautoriseerd door

# rep_Conclusion
source: Conclusion
nl: Conclusie

# rep_CreationDate
source: Creation Date
nl: Creatiedatum

# rep_RetrievalDate
source: Received Date
nl: Ontvangstdatum

# rep_Text
source: Text
nl: Tekst

# rep_Title
source: Title
nl: Titel

# rep_Transcriber
source: Transcriptionist
nl: Typist

# RepDictation_ExaminationAlreadyDictating
source: The examination is already being dictated.
nl: Het onderzoek word op dit moment al verslagen.

# Report_Authorised
source: Primary report
nl: Primair verslag

# Report_Preliminary
source: Preliminary
nl: Voorlopig

# ReportForm_AuthorisationDateLabel
source: Authorisation Date:
nl: Verslagdatum:

# ReportForm_AuthoriserLabel
source: Authoriser:
nl: Geautoriseerd door:

# ReportForm_AuthorLabel
source: Author:
nl: Auteur:

# ReportForm_ConclusionLabel
source: Conclusion:
nl: Conclusie:

# ReportForm_CopyToLabel
source: Copy to:
nl: Kopie naar:

# ReportForm_ExaminationTypeLabel
source: Examination Type:
nl: Onderzoekstype:

# ReportForm_ScheduledDateLabel
source: Scheduled Date:
nl: Onderzoekdatum:

# repsta_ReportStatusDescription
source: Description
nl: Omschrijving

# repsta_ReportStatusName
source: Status
nl: Naam

# reqfor_RequestForm
source: Request form
nl: Aanvraagformulier

# res_ModalityID
source: Modality
nl: Modaliteit

# res_RoomID
source: Room
nl: Kamer

# RisApplication_CriticalErrorMessage
source: An unhandled error as occurred and has been logged. Unable to continue in the current condition, you have been logged off.
nl: Er is een fout opgetrede, details zijn opgeslagen in de log file. U wordt uitgelogd. Excuses voor het ongemak.

# RisApplication_UserAlreadyInitialized
source: Unable to initialize the user {0}, another user has already been logged on ({1}).
nl: Kon de gebruiker {0} niet laden, er is al een gebruiker in gelogt ({1}).

# risper_RISPermissionDescription
source: Description
nl: Omschrijving

# risper_RISPermissionName
source: Permission
nl: Permissie

# risrol_Active
source: Active
nl: Actief

# risrol_RoleDescription
source: Description
nl: Omschrijving

# risrol_RoleName
source: Role
nl: Rol

# risrolper_RISPermissionID
source: Permission
nl: Permissie

# risuse_BusinessPhoneNr
source: Business phone number
nl: Telefoonnummer zakelijk

# risuse_City
source: City
nl: Woonplaats

# risuse_CountryID
source: Country
nl: Land

# risuse_DateOfBirth
source: Date of birth
nl: Geboortedatum

# risuse_Degree
source: Degree
nl: Titel

# risuse_FirstName
source: First name
nl: Voornaam

# risuse_HomePhoneNr
source: Home phone number
nl: Telefoonnummer privé

# risuse_Initials
source: Initials
nl: Voorletters

# risuse_LastName
source: Last name
nl: Achternaam

# risuse_MobileNr
source: Mobile number
nl: Telefoonnummer mobiel

# risuse_PostalCode
source: Postal code
nl: Postcode

# risuse_Prefix
source: Prefix
nl: Tussenvoegsel

# risuse_State
source: State
nl: Staat

# risuse_StreetAddress
source: Street address
nl: Adres

# RisUser_NoLocation
source: User {0} cannot be logged in for location {1}.
nl: De gebruiker {0} kan niet worden ingelogt voor de locatie {1}.

# RisUser_UserNotFound
source: The user requested was not found ({0}).
nl: The opgevraagde gebruiker kon niet worden gevonden ({0}).

# risuserol_RISRoleID
source: Role
nl: Rol

# risuserol_RISUserID
source: RIS user
nl: RIS gebruiker

# roo_Notes
source: Notes
nl: Opmerkingen

# Roo_Room_Description
source: Room Description
nl: Kameromschrijving

# Roo_Room_Name
source: Room Name
nl: Kamernaam

# roo_RoomDescription
source: Room Description
nl: Kameromschrijving

# roo_RoomID
source: Room ID
nl: Kamer ID

# roo_RoomName
source: Room
nl: Kamer

# Roo_Time_Slot
source: Room Timeslot
nl: Tijdslot

# roo_TimeSlot
source: Time Slot
nl: Tijd

# rooclo_EndDateTime
source: End date
nl: Einddatum

# rooclo_ReasonForClose
source: Reason for close
nl: Reden voor sluiting

# rooclo_roomID
source: Room
nl: Kamer

# rooclo_StartDateTime
source: Start date
nl: Startdatum

source: Room
nl: Kamer

# RoomOverview_IntendedReporter
source: Intended Reporter:
nl: Beoogde Verslaglegger:

# RoomPopupControl_BehaviorNotSupported
source: Behavior not supported: {0}.
nl: Gedrag wordt niet ondersteund: {0}

# RoomPopupControl_FailedBookAppointment
source: Failed to book the appointment.
nl: Er is een fout opgetreden tijdens het inplannen van een afspraak.

# RoomPopupControl_FailedMoveAppointment
source: Failed to move the appointment.
nl: Er is een fout opgetreden tijdens het verplaatsen van een onderzoek.

# RoomPopupControl_PopupHeader
source: Room Overview
nl: Kameroverzicht

# RoomPopupControl_PrintAppointmentConfirmationFailed
source: Appointment has been made but could not be printed. Please contact your system administrator.
nl: De gemaakte afspraak kon niet worden geprint. Neem contact op met uw systeembeheerder.

# RoomPopupControl_PrintPatientLabelConfirmationFailed
source: Appointment has been made but patient label could not be printed. Please contact your system administrator.
nl: De patiëntlabel kon niet worden geprint. Neem contact op met uw systeembeheerder.

# RoomPopupControl_SelectWholeOrder
source: Select whole order
nl: Selecteer hele aanvraag

# RoomPopupControl_ValidTimeCaption
source: Filter Results:
nl: Aangepaste resultaten:

# RooRoom
source: Room ID
nl: Kamer ID

# roosch_EndTime
source: End time
nl: Einddatum

# roosch_Room
source: Room
nl: Kamer

# roosch_StartTime
source: Start time
nl: Startdatum

# roosch_WeekDay
source: Weekday
nl: Dag van de week

# sch_ScheduleName
source: Schedule name
nl: Planning

# Sex
source: Gender
nl: Geslacht

# Sex_Sex_Name
source: Gender
nl: Geslacht

# sex_SexID
source: Sex ID
nl: Geslacht ID

# sex_SexName
source: Sex
nl: Geslacht

# SexSex
source: Gender ID
nl: Geslacht ID

# ShowQandAForm
source: Show Q&A Form
nl: Q&A Formulier

source: Show rooms
nl: Toon kamers

# smActions
source: Actions
nl: Actie

# smAdvancedFiltering
source: Filtering
nl: Filteren

# smAdvancedPatientSearch
source: Patient Search
nl: Patiënt zoeken

# smAuthorization
source: Authorization
nl: Authorisatie

# smCalendar
source: Calendar
nl: Kalender

# smCountries
source: Countries
nl: Landen

# smDepartments
source: Departments
nl: Afdelingen

# smDictation
source: Dictation
nl: Verslaglegging

# smDictationOverview
source: Dictation Overview
nl: Dictatie Overzicht

# smDiscussion
source: Discussion
nl: Bespreken

# smExaminationProcedures
source: ExaminationProcedures
nl: Onderzoeksprocedure

# smExaminations
source: Examinations
nl: Onderzoeken

# smExaminationStatus
source: Examination status
nl: Onderzoeksstatus

# smExaminationTypeGroups
source: ExaminationTypeGroups
nl: Onderzoekstypegroepen

# smExaminationTypes
source: ExaminationTypes
nl: Onderzoekstypes

# smExaminationTypeSpecialisations
source: ExaminationTypeSpecialisations
nl: Onderzoekstypespecialisaties

# smGender
source: Gender
nl: Geslacht

# smGeneralPracticioner
source: GeneralPracticioner
nl: Huisartsen

# smHistoryLocations
source: History locations
nl: Locaties historische data

# smHousekeeping
source: Housekeeping
nl: Huishouding

# smImaging
source: Imaging
nl: Onderzoek

# smInsuranceCompanies
source: InsuranceCompanies
nl: Verzekeringsinstanties

# smInternalPhysician
source: Internal Physician
nl: Interne Specialist

# smMaintenance
source: Maintenance
nl: Beheer

# smMaritialState
source: Marital state
nl: Huwelijkse staat

# smMobilities
source: Mobilities
nl: Mobiliteiten

# smModalities
source: Modalities
nl: Modaliteiten

# smModalityRoom
source: ModalityRoom
nl: Kamer

# smObservations
source: Observations
nl: Observaties

# smOrderApproval
source: Order Approval
nl: Aanvragen goedkeuren

# smOrderBooking
source: Order Booking
nl: Aanvragen inboeken

# smOrderTypes
source: Order Types
nl: Aanvraagtypes

# smOrigins
source: Origin
nl: Herkomst

# smPatientInsurance
source: PatientInsurance
nl: Patiëntverzekering

# smPatients
source: Patients
nl: Patiënten

# smPhysician
source: Physician
nl: Specialist

# smPhysicians
source: Physicians
nl: Artsen

# smPortering
source: Portering
nl: Vervoer

# smPrint
source: Printing
nl: Printen

# smRadiologist
source: Radiologist
nl: Radioloog

# smRadiologistGroupRadiologist
source: RadiologistGroupRadiologist
nl: RadiologenGroepRadioloog

# smRadiologists
source: Radiologists
nl: Radiologen

# smRadiologistsGroups
source: RadiologistsGroups
nl: RadiologenGroepen

# smRadiologistSpecialisations
source: RadiologistSpecialisations
nl: RadioloogSpecialisaties

# smReception
source: Reception
nl: Receptie

# smReconciledPatientIDs
source: ReconciledPatientIDs
nl: ReconciledPatiëntIDs

# smReferralTypes
source: Referral types
nl: Aanvraagtypes

# smReferringPhysicians
source: Referring Physicians
nl: Aanvragend artsen

# smRegistration
source: Registration
nl: Registratie

# smReporting
source: Reporting
nl: Verslaglegging

# smReports
source: Reports
nl: Rapporten

# smReportStatus
source: Report Status
nl: Raport Status

# smRepTranscription
source: Transcription
nl: Transcriptie

# smRequestForms
source: Request Forms
nl: Aanvraag formulieren

# smResources
source: Resources
nl: Bronnen

# smRISUsers
source: RIS Users
nl: RIS Gebruikers

# smRooms
source: Rooms
nl: Kamers

# smRoomSchedules
source: Room Schedules
nl: Kamerplanning

# smRoomsClosed
source: Room closed
nl: Kamer gesloten

# smScan
source: Scanning
nl: Scannen

# smSchedules
source: Schedules
nl: Planningen

# smScheduling
source: Scheduling
nl: Planning

# smSecretaries
source: Receptionists
nl: Secretaresses

# smSex
source: Gender
nl: Geslacht

# smSpecialisations
source: Specialties
nl: Specialisaties

# smStartPage
source: Start page
nl: Startpagina

# smStates
source: States
nl: Provincies

# smStudyTypes
source: StudyTypes
nl: Onderzoekstypes

# smTechnicians
source: Technicians
nl: Laboranten

# smTranscription
source: Transcription
nl: Transcriptie

# smTravelTimes
source: Travel times
nl: Reistijden

# smUrgencies
source: Urgencies
nl: Urgenties

# smUsers
source: Users
nl: Gebruikers

# smVarious
source: Various
nl: Verscheiden

# smWards
source: Wards
nl: Afdelingen

# spe_SpecialisationName
source: Specialisation
nl: Specialisatie

# Sta_State_Name
source: State Name
nl: Provincienaam

# sta_StateID
source: State ID
nl: Provincie ID

# sta_StateName
source: State
nl: Provincie

# StaState
source: State ID
nl: Provincie ID

source: State
nl: Provincie

# StatusChangeForm_Completed_FirstAssignee
source: First radiologist
nl: Eerste radioloog

# StatusChangeForm_Completed_SecondAssignee
source: Second radiologist
nl: Tweede radioloog

# StatusChangeForm_Dictated_FirstAssignee
source: Typist
nl: Medisch secretaresse

# StatusChangeForm_ErrorDuplicateUsersAssigned
source: Can not assign a single user, multiple times to the examination.
nl: Een gebruiker is meerdere keren geselecteerd om te koppelen aan het onderzoek.

# StatusChangeForm_EveryExaminationStatusInvalid
source: The examination(s) has already been changed by an other user.
nl: Eén of meerdere onderzoeken is reeds veranderd door een andere gebruiker.

# StatusChangeForm_InDepartment_FirstAssignee
source: Secretary
nl: Secretaresse

# StatusChangeForm_InProgress_FirstAssignee
source: First radiographer
nl: Eerste laborant

# StatusChangeForm_InProgress_SecondAssignee
source: Second radiographer
nl: Tweede laborant

# StatusChangeForm_InProgress_ThirdAssignee
source: Third radiographer
nl: Derde laborant

# StatusChangeForm_PartialExaminationsInvalidStatus
source: The following examination(s) has already been changed by an other user:
nl: De volgende onderzoeken zijn reeds veranderd door een andere gebruiker:

# StatusChangeForm_PluralPatientSummary
source: Change the status for the study(s) {0} to {1} for the patients {2}.
nl: Verander de status van de onderzoeken {0} naar {1} voor de patienten {2}.

# StatusChangeForm_SingularPatientAndExaminationSummary
source: Change the status for the study {0} to {1} for the patient {2}.
nl: Verander de status van de onderzoek {0} naar {1} voor {2}.

# StatusChangeForm_SingularPatientSummary
source: Change the status for the study(s) {0} to {1} for the patient {2}.
nl: Verander de status van de onderzoeken {0} naar {1} voor {2}.

# StatusChangeForm_Skipped_Examinations
source: The following examinations have been skipped because it's not allowed to change in it's current status:
nl: De volgende onderzoeken zijn overgeslagen omdat het niet toegestaan is ze in hun huidige staat te veranderen:

# StatusChangeForm_Verified_FirstAssignee
source: Authorizer
nl: Autoriseerder

# StatusChangeFormToIntermediate_PluralPatientSummary
source: Change the status for the study(s) {0} to intermediate for the patients {2}.
nl: Verander de status voor de volgende onderzoeken {0} naar een tussentijdse beoordeling status voor de patient {2}.

# StatusChangeFormToIntermediate_SingularPatientSummary
source: Change the status for the study(s) {0} to intermediate for the patient {2}.
nl: Verander de status voor de volgende onderzoeken {0} naar een tussentijdse beoordeling status voor de patient {2}.

# strCharsRemaining
source: Characters remaining
nl: karakters over

# stu_AccessionNumber
source: Accession number
nl: Onderzoeksnummer

# stu_ExaminationID
source: Examination
nl: Onderzoek

# stu_StudyCompleted
source: Complete
nl: Compleet

# stu_StudyID
source: Study ID
nl: Studienummer

# stu_StudyTime
source: Study Date
nl: Onderzoeksdatum

source: Study Type
nl: Studie type

# stupen_RadiologistID
source: Radiologist
nl: Radioloog

# stupen_StudyID
source: Study
nl: Onderzoek

# stutyp_ModalityID
source: Modality ID
nl: Modaliteit ID

# Stutyp_Study_Type_Description
source: Description
nl: Omschrijving

# Stutyp_Study_Type_Name
source: Name
nl: Naam

# stutyp_StudyTypeDescription
source: Study Type Description
nl: Onderzoekstype omschrijving

# stutyp_StudyTypeID
source: Study Type ID
nl: Onderzoekstype ID

# stutyp_StudyTypeName
source: Study description
nl: Onderzoeksomschrijving

# StutypModality
source: Study Type Modality
nl: Studie type Modaliteit

# StutypStudyType
source: Study Type
nl: Studie type

# Tab_NormalOrders
source: Normal orders
nl: Normale aanvragen

# Tab_OnHoldOrders
source: On hold orders
nl: Aanvragen in wacht

source: Technician
nl: Laborant

# Transcription_AutoFinishNext
source: Finish and open next
nl: Opslaan en open volgende

# Transcription_AutoFinishNextTooltip
source: Finish transcription and select the next available dictation
nl: Transcriptie opslaan en selecteer de volgende dictatie

# Transcription_AutoNext
source: Finish and open next
nl: Opslaan en open volgende

# Transcription_AutoNextTooltip
source: Select the next available dictation
nl: Selecteer de volgende dictatie

# Transcription_BeingTranscribed
source: This examination is already being transcribed by
nl: Dit onderzoek wordt al geverifieerd door

# Transcription_CancelTranscription
source: Cancel Transcription
nl: Transcriptie Annuleren

# Transcription_FinishTranscription
source: Finish Transcription
nl: Transcriptie Opslaan

# Transcription_PauseTranscription
source: Pause Transcription
nl: Transcriptie Pauzeren

# Transcription_StartTranscription
source: Start Transcription
nl: Transcriptie Openen

source: Transcription Work List Filters
nl: Geavanceerde Filters

# TranscriptionPage_AlreadyTranscribing
source: Somebody is already verifying this examination.
nl: Dit onderzoek wordt al geverifieerd.

# TranscriptionPage_StartTranscribing
source: Start transcribing
nl: Start verifiëren

# TranscriptionPage_TranscriptionGridViewHeader
source: Examinations to transcribe
nl: Te controleren onderzoeken

# tratim_FromRoomID
source: From room
nl: Van kamer

# tratim_Minutes
source: Minutes
nl: Minuten

# tratim_ToRoomID
source: To room
nl: Naar kamer

# ttPatientDetails
source: Show patient details
nl: Toon patiëntdetails

# Urg_Urgency_Description
source: Description
nl: Omschrijving

# Urg_Urgency_Name
source: Name
nl: Naam

# urg_UrgencyDescription
source: Urgency Description
nl: Urgentieomschrijving

# urg_UrgencyID
source: Urgency ID
nl: Urgentie ID

# urg_UrgencyName
source: Urgency Name
nl: Urgentienaam

source: Urgency
nl: Urgentie

# UrgUrgency
source: Urgency ID
nl: Urgentie ID

# UserNotAuthorizedExaminationDetails
source: User is not authorized to view examination details.
nl: De gebruiker heeft geen rechten om de onderzoeksdetails te bekijken.

# Wa_Ward_Description
source: Description
nl: Omschrijving

# Wa_Ward_Name
source: Ward Name
nl: Afdelingsnaam

# wa_WardDescription
source: Ward Description
nl: Afdelingsomschrijving

# wa_WardID
source: Ward ID
nl: Afdeling ID

# wa_WardName
source: Ward
nl: Afdeling

# war_DepartmentID
source: Department
nl: Afdeling

# war_WardDescription
source: Description
nl: Omschrijving

# war_WardName
source: Ward
nl: Afdeling
