Repository: Vitruvian-Health/ZillionRIS_Bolt
Catalog: App_GlobalResources/WebResources.*.resx
Languages: nl

# ltPleaseWait
source: Please wait...
nl: Even geduld...

# ltPostalCode
source: Postal code
nl: Postcode

# ltPracticeDescription
source: Description
nl: Omschrijving

# ltPrefix
source: Prefix
nl: Voorvoegsel

# ltPreliminary
source: This is a preliminary report
nl: Dit is een voorlopig rapport

# ltPrevious
source: Previous
nl: Vorige

# ltPrint
source: Print all
nl: Print alle

# ltPrintConfirmationLetter
source: Print confirmation letter
nl: Print bevestigingsbrief

# ltPrintingDone
source: Print request sent
nl: Printopdracht verzonden

# ltPrintPatientLabel
source: Print patient label
nl: Print patiëntlabel

# ltPrintReqForm
source: Print request form
nl: Print bevestiging

# ltPrintSelectedReports
source: Print selected reports
nl: Print geselecteerde verslagen

# ltRadiologist
source: Radiologist
nl: Radioloog

# ltReferralType
source: Referral Type
nl: Type Verwijzing

# ltReferringPhysician
source: Referrer
nl: Aanvrager

# ltReferringWorkLocation
source: Referring Work Location
nl: Werklocatie Verwijzer

# ltRemove
source: Remove
nl: Verwijder

# ltRequester
source: Requester
nl: Aanvragend arts

# ltRequestForm
source: Request Form
nl: Aanvraagformulier

# ltRequestFormTitle
source: Request form for patient:
nl: Onderzoeksaanvraag voor patiënt:

# ltRequestingLocation
source: Requesting Location
nl: Aanvraaglocatie

# ltRequestingSite
source: Hospital Location
nl: Ziekenhuis locatie

# ltReserve
source: Reserve
nl: Reserveer

# ltRoom
source: Room
nl: Kamer

# ltRoomIsClosed
source: The room is closed at this time.
nl: De kamer is gesloten op dit tijdstip

# ltScanRequestForm
source: Scan request form
nl: Scan aanvraagformulier

# ltSchedule
source: Schedule
nl: Planning

# ltScheduled
source: Scheduled
nl: Onderzoeksdatum

# ltScheduledStatus
source: Scheduled
nl: Geboekt

# ltSearch
source: Search
nl: Zoeken

# ltSelectAll
source: Select all reports
nl: Selecteer alle verslagen

# ltSelectedAppointments
source: Selected appointments
nl: Geselecteerde afspraken

# ltSelectNone
source: Select none
nl: Geen selectie

# ltSendTo
source: Send to
nl: Stuur naar

# ltSex
source: Gender
nl: Geslacht

# ltShowComplicationForm
source: Complication Form
nl: Complicatieformulier

# ltShowPerformanceIndicatorForm
source: Indicator Form
nl: Indicatorformulier

# ltShowRequestForm
source: Show request form
nl: Onderzoeksaanvraag

# ltSocialSecurityNumber
source: NHS number
nl: Burgerservicenummer

# ltSpecifyStudies
source: Please specify at least one study!
nl: Selecteer minstens één onderzoek!

# ltStartExaminationStatus
source: From examinationStatus
nl: Van onderzoeksstatus

# ltStartPage
source: There are no permissions set for you. Please contact your administrator
nl: Er zijn geen permissie's geconfigureerd voor u. Neemt u alstublieft contact op met de systeembeheerder.

# ltState
source: State
nl: Provincie

# ltStoredDocuments
source: Stored Documents
nl: Opgeslagen documenten

# ltStreetName
source: Street name
nl: Straatnaam

# ltStreetNumber
source: Number
nl: Huisnummer

# ltStudies
source: Studies
nl: Onderzoeken

# ltStudyHistory
source: Study History
nl: Onderzoekshistorie

# ltSummary
source: Summary
nl: Samenvatting

# ltTechnician
source: Technician
nl: Laborant

# ltTextDictation
source: Text Dictation
nl: Tekst Dictatie

# ltTextProtocol
source: Free Text Protocol
nl: tekstinvoer protocol

# ltTime
source: Time
nl: Tijd

# ltTimeOutsideDailySchedule
source: The time is outside normal room schedule.
nl: Het tijdstip ligt buiten de normale kamerplanning.

# ltTo
source: To
nl: Tot en met

# ltttSearch
source: Enter last name.
nl: Voer achternaam in

# ltUnexpectedErrorEncountered
source: An unexpected error has occurred. More information can be found in the logging.
nl: Een onbekende fout is opgetreden. Informatie hierover is vastgelegd in de log bestanden. U wordt geadviseerd om Zillion RIS af te sluiten en opnieuw in te loggen. Excuses voor het ongemak.

# ltUnexpectedErrorEncounteredException
source: An error has occurred. Error message: {0}
nl: Er is een fout opgetreden. Fout melding: {0}

# ltUrgency
source: Urgency
nl: Urgentie

# ltUseAuthorisationDate
source: Use authorisation date
nl: Gebruik autorisatiedatum

# ltUser
source: Initials
nl: Medewerker

# ltUserUnknown
source: User is unknown!
nl: Onbekende gebruiker!

# ltUseScheduleDate
source: Use schedule date
nl: Gebruik plandatum

# ltValue
source: Value
nl: Waarde

# ltValueNotValid
source: Please provide a correct value.
nl: Voer alstublieft een correcte waarde in

# ltView
source: View
nl: Bekijk

# ltViewRequestForm
source: View request form
nl: Bekijk aanvraagformulier

# ltWard
source: Ward
nl: Afdeling

# ltWarning
source: Warning!
nl: Waarschuwing!

# ltWorkLocationInformation
source: Work Location Information
nl: Werklocatie Informatie

# ltYes
source: Yes
nl: Ja

# marst_MaritalStateHL7Value
source: HL7 value
nl: HL7 waarde

# Marsta_Maritial_State_Name
source: Marital State
nl: Burgerlijke Staat

# marsta_MaritialStateID
source: Marital State ID
nl: Huwelijkse staat ID

# marsta_MaritialStateName
source: Marital State Name
nl: Huwelijkse staat

# MarstaMaritialState
source: Marital State ID
nl: Burgerlijke staat ID

# MasterPage_Reset_Layout_Information
source: Reset your layout information
nl: Herstel de layout informatie

# MasterPage_SideBar_LocationLabel
source: Location:
nl: Locatie:

# MasterPage_SideBar_NoLocationConnected
source: No location (room) connected to the user.
nl: Geen locatie toegewezen aan gebruiker

# MasterPage_SideBar_UnknownLocation
source: Unknown
nl: Onbekend

# MasterPage_SideBar_UnknownUser
source: not logged on
nl: Niet Ingelogd

# MasterPage_SideBar_UserNameLabel
source: User:
nl: Gebruiker:

# MasterPage_SysButton_About
source: About Zillion RIS ...
nl: Over Zillion RIS ...

# MasterPage_SysButton_CloseViewPro
source: Close View Pro
nl: View Pro Sluiten

# MasterPage_SysButton_Help
source: Zillion RIS Documentation
nl: Zillion RIS Documentatie

# MasterPage_SysButton_Logout
source: Log off
nl: Uitloggen

# MergePatientsControl_AddPatients
source: Add patients
nl: Toevoegen patiënten

# MergePatientsControl_CancelMergeButton
source: Cancel Merge
nl: Samenvoegen Annuleren

# MergePatientsControl_ClearPatientsButton
source: Clear Patients
nl: Patiënten lijst leegmaken

# MergePatientsControl_EmptySelectionText
source: This list represents the patients you want to merge. <br /> In order to add new patients to the list, search for patients on the left and click add.
nl: Deze lijst houd de patiënten die u wilt samenvoegen vast.<br /> Om nieuwe patiënten toe te voegen aan de lijst zoekt u patiënten aan de linker kant en klik op Toevoegen.

# MergePatientsControl_MergeButton_Continue
source: Merge these patients
nl: Deze patiënten samenvoegen

# MergePatientsControl_MergeButton_Execute
source: Merge patients to {0}
nl: Patiënten samenvoegen in {0}

# MergePatientsControl_MergeListHeader_AddPatients
source: Patients Selected for Merging
nl: Patiënten lijst voor samenvoegen

# MergePatientsControl_MergeListHeader_SelectMasterPatient
source: Please select the master patient...
nl: Selecteer de hoofdpatiënt ...

# MergePatientsControl_PatientDetails
source: Patient details
nl: Patiëntgegevens

# MergePatientsControl_SearchResult_AddSingleToSelectionButton
source: Add
nl: Toevoegen

# MergePatientsControl_SearchResult_AddToSelection
source: Add to Selection
nl: Toevoegen aan selectie

# MergePatientsControl_SearchResultHeader_PatientFullName
source: Full Name
nl: Volledige naam

# MergePatientsControl_SearchResultHeader_PatientNumber
source: Number
nl: Nummer

# MergePatientsControl_SearchSelectionUsageTip
source: Tip: Use Ctrl to select more then one patient at once.
nl: Tip: Houd Ctrl ingedrukt om meerdere patiënten tegelijk te kunnen selecteren.

# Mob_Mobility_Description
source: Mobility Description
nl: Omschrijving

# Mob_Mobility_Name
source: Mobility Name
nl: Naam

# mob_MobilityDescription
source: Mobility
nl: Mobiliteit

# mob_MobilityID
source: Mobility ID
nl: Mobiliteit ID

# mob_MobilityName
source: Mobility Name
nl: Mobiliteit naam

# MobMobility
source: Mobility ID
nl: Mobiliteits ID

# Mod_Modality_Description
source: Modality Description
nl: Modaliteitsomschrijving

# Mod_Modality_Name
source: Modality Name
nl: Modaliteitsnaam

# mod_ModalityDescription
source: Modality
nl: Modaliteit

# mod_ModalityID
source: Modality ID
nl: Modaliteit ID

# mod_ModalityName
source: Modality Name
nl: Modaliteitnaam

source: Modality
nl: Modaliteit

# modModality
source: Modality ID
nl: ModaliteitID

# modroo_RoomID
source: Room
nl: Kamer

# MoveOrderExamination_ExaminationNotFound
source: Examination not found [{0}]."
nl: Onderzoek niet gevonden [{0}].

# msgDelete
source: Delete record? This action can not be undone!
nl: Wilt u dit record verwijderen? Deze actie kan niet worden teruggedraaid!

# msgMaintenance
source: Maintenance
nl: Beheer

# NoPassword
source: This user does not have a password yet, contact the administrator.
nl: Deze gebruiker heeft nog geen wachtwoord, neem contact op met uw administrator.

# NoPatientDocuments
source: There are no documents for this patient.
nl: Er zijn geen documenten voor deze patiënt.

source: No work locations found.
nl: Geen werklocaties gevonden

# Obs_Observation_Description
source: Observation Description
nl: Omschrijving

# Obs_Observation_Name
source: Observation Name
nl: Naam

# obs_ObservationDescription
source: Observation Description
nl: Observaties omschrijving

# obs_ObservationID
source: Observation ID
nl: Observaties ID

# obs_ObservationName
source: Observation Name
nl: Observaties naam

source: Observation
nl: Observaties

# ObsObservation
source: Observation
nl: Observaties

# ord_MedicalIndication
source: Medical indication
nl: Medische indicatie

# ord_OrderDate
source: Date
nl: Datum

# ord_OrderID
source: Order Number
nl: Ordernummer

# ord_OriginID
source: Origin
nl: Afkomst

# ord_PatientID
source: Patient
nl: Patiënt

# ord_PhysicianID
source: Physician
nl: Arts

# ord_ReferralTypeID
source: Referral type
nl: Refererend type

# ord_UrgencyID
source: Urgency
nl: Urgentie

source: Order Number
nl: Aanvraagnummer

# OrderApproval_ChangeUrgency
source: Change Urgency:
nl: Wijzig urgentie:

# OrderApproval_ChangeUrgencyTitle
source: Change Urgency
nl: Wijzig urgentie

# OrderApproval_ErrorApproving
source: An error occurred while approving an examination.
nl: Er is een fout opgetreden bij het goedkeuren van de order.

# OrderApproval_ErrorDeclining
source: An error occurred while declining an examination.
nl: Er is een fout opgetreden bij het afwijzen van de order.

# OrderApproval_Examinations
source: Examinations
nl: Onderzoeken

# OrderApproval_MultipleMode
source: Multiple Mode
nl: Meervoudig modus

# OrderApproval_OrdersPending
source: Orders Pending
nl: Lopende onderzoeken

# OrderApproval_SingleMode
source: Single Mode
nl: Enkel modus

source: Order Approval Work List Filters
nl: Geavanceerde Filters

# OrderBooking_Button_EditPatient
source: Edit Patient
nl: Wijzig patiënt

# OrderBooking_Error
source: Unable to set the status of the examination to held because of an error.
nl: Kan de status van het onderzoek niet naar 'wachtend' zetten vanwege een fout.

# OrderBooking_ExaminationInformation
source: Planning Notes:
nl: Planning Notitie:

# OrderBooking_OrderDetails
source: Order Details:
nl: Details aanvraag:

# OrderBooking_Title
source: Manual Scheduling
nl: Handmatig plannen

# OrderBooking_UnableToBookNow
source: Unable to book now because of an error.
nl: Kan de aanvraag niet nu inboeken vanwege een fout.

source: Order Booking Work List Filters
nl: Geavanceerde Filters

# OrderInProgressExaminationCompleted
source: Examination has been completed
nl: Onderzoek is compleet

# ordReqFor_RequestFormID
source: Request form
nl: Aanvraagformulier

# ordtyp_OrderTypeDescription
source: Description
nl: Omschrijving

# ordtyp_OrderTypeID
source: Order type
nl: Aanvraagtype

# ordtyp_OrderTypeName
source: Order Type
nl: Aanvraagtype

# org_OrganisationCity
source: City
nl: Woonplaats

# org_OrganisationCountryID
source: Country
nl: Land

# org_OrganisationName
source: Organisation
nl: Naam

# org_OrganisationPostalCode
source: Postal code
nl: Postcode

# org_OrganisationState
source: State
nl: Staat

# org_OrganisationStreetName
source: Street name
nl: Straatnaam

# Ori_Origin_Description
source: Origin Description
nl: Omschrijving

# Ori_Origin_Name
source: Origin Name
nl: Naam

# ori_OriginDescription
source: Origin Description
nl: Herkomstomschrijving

# ori_OriginID
source: Origin ID
nl: Herkomst ID

# ori_OriginName
source: Origin
nl: Herkomst

source: Origin
nl: Herkomst

# OriOrigin
source: Origin ID
nl: Oorsprong ID

# PageLocationFilter_LocationLabel
source: Filter by Location:
nl: Filter op locatie:

# PageLocationFilter_RoomLabel
source: Filter by Room:
nl: Filter op kamer:

# PageLocationFilter_WorkListLabel
source: Work List:
nl: Werklijst:

# pat_Address
source: Address
nl: Adres

# pat_BirthDate
source: Date of Birth
nl: Geboortedatum

# pat_BSN
source: NHS Number
nl: Burgerservicenummer

# pat_BusinessPhoneNr
source: Business Phone Number
nl: Zakelijk telefoonnummer

# pat_City
source: City
nl: Woonplaats

# pat_CountryID
source: Country ID
nl: Land ID

# pat_DateOfAction
source: Action Date
nl: Actiedatum

# pat_DateOfBirth
source: Date of birth
nl: Geboortedatum

# pat_Degree
source: Degree
nl: Titel

# Pat_First_Name
source: First Name
nl: Roepnaam

# pat_FirstName
source: First Name
nl: Voornaam

# pat_GenderID
source: Gender
nl: Geslacht

# pat_GeneralPracticionerID
source: General Practicioner ID
nl: Huisarts ID

# pat_HistoryLocationID
source: Historical location
nl: Historische locatie

# Pat_Home_Phone_Nr
source: First Phone Number
nl: Telefoon

# pat_HomePhoneNr
source: Home Phone Number
nl: Telefoonnummer (vast)

# pat_Initials
source: Initials
nl: voorletters

# Pat_Insurance_Number
source: Insurance Number
nl: Verzekeringsnummer

# pat_InsuranceCompanyID
source: Insurance Company ID
nl: Verzekeraar ID

# pat_InsuranceNumber
source: Insurance Number
nl: Verzekerdennummer

# Pat_Last_Name
source: Last Name
nl: Familienaam

# pat_LastName
source: Last Name
nl: Achternaam

# pat_MaidenName
source: Maiden name
nl: Meisjesnaam

# pat_MaidenNamePrefix
source: Maiden name prefix
nl: Tussenvoegsel

# pat_MailingAddress
source: Mailing Address
nl: Postadres

# Pat_Maritial_State
source: Marital State
nl: Burgerlijke Staat

# pat_MaritialState
source: Marital State
nl: Huwelijkse staat

# pat_MaritialStateID
source: Marital State
nl: Huwelijkse staat

# pat_MiddleNames
source: Middle Names
nl: Middelste naam

# Pat_Mobile_Nr
source: Second Phone Number
nl: Tweede telefoonnummer

# pat_MobileNr
source: Mobile Nr
nl: Telefoonnummer (mobiel)

# pat_MobilityID
source: Mobility
nl: Mobiliteit

# Pat_Patient_Number
source: Patient Number
nl: Patiëntnummer

# pat_PatientID
source: Patient ID
nl: Patiëntnummer

# pat_PatientName
source: Patient Name
nl: Patiëntnaam

# pat_PatientNumber
source: Patient number
nl: Patiëntnummer

# Pat_Postal_Code
source: ZIP Code
nl: Postcode

# pat_PostalCode
source: Postal Code
nl: Postcode

# pat_Prefix
source: Prefix
nl: Tussenvoegsel

# pat_Province
source: Province
nl: Provincie

# pat_ReligionID
source: Religion
nl: Religie

# pat_SexID
source: Gender ID
nl: Geslacht ID

# pat_State
source: State
nl: Provincie

# Pat_Street_Number
source: Street Number
nl: Huisnummer

# pat_StreetName
source: Street Name
nl: Straatnaam

# pat_StreetNumber
source: Street Number
nl: Huisnummer

# pat_WardID
source: Ward
nl: Afdeling

# PatGeneralPractitioner
source: General PractitionerID
nl: Huisarts ID

# PatHistoryLocation
source: History Location ID
nl: Historische Locatie

source: Patient
nl: Patiënt

# PatientBanner_Address
source: Address:
nl: Adres:

# PatientBanner_Born
source: Born:
nl: Geboren:

# PatientBanner_Deceased
source: Deceased:
nl: Overleden:

# PatientBanner_BusinessNumber
source: Business Nr.:
nl: Zakelijk Nr.:

# PatientBanner_CurrentLocation
source: Current Location
nl: Huidige Patiënt Locatie

# PatientBanner_CurrentResponsibleConsultant
source: Current Responsible Consultant
nl: Huidige Verantwoordelijke Consultant

# PatientBanner_Error
source: Something went wrong. Please try again.
nl: Er ging iets fout. Probeer het opnieuw a.u.b.

# PatientBanner_Gender
source: Gender:
nl: Geslacht:

# PatientBanner_GeneralPractitioner
source: GP:
nl: Huisarts:

# PatientBanner_HomeNumber
source: Home Nr.:
nl: Thuis Nr.:

# PatientBanner_Location
source: Location:
nl: Locatie:

# PatientBanner_MobileNumber
source: Mobile Nr.:
nl: Mobiel Nr.:

# PatientBanner_NHSNo
source: NHS No.:
nl: NHS Nr.:

# PatientBanner_None
source: None
nl: Geen

# PatientBanner_NoPermission
source: You currently don't have permissions to view patient details. Please contact your system administrator.
nl: U heeft momenteel geen rechten om de patiëntdetails te bekijken. Neem a.u.b. contact op met uw systeem administrator.

# PatientBanner_Observations
source: Observations:
nl: Observaties:

# PatientBanner_PASNo
source: PAS No.:
nl: PAT Nr.:

# PatientBanner_PhoneEmail
source: Phone and email:
nl: Telefoon en email:

# PatientBanner_Room
source: Room:
nl: Kamer:

# PatientDetailsControl_LoadPatientError
source: Failed to load the patient details. Patient ID: {0}.
nl: Kon de patient gegevens niet laden. Patient ID: {0}.

# PatientDetailsControl_PatientSearchButton
source: Show patient order details
nl: Patiënt onderzoek aanvragen laten zien

# PatientDetailsControl_SearchPatient
source: Search Patient
nl: Zoek Patiënt

source: Patient History
nl: Patiëntgeschiedenis

# PatientInformation_MiddleNameLabel
source: Middle name
nl: Tweede naam

# Patients_GPError_CountriesReference
source: The countries of the general practicioners are not loaded.
nl: De landen van de algemene beoefenaars zijn niet geladen.

# Patients_ParamError_CountriesReference
source: The countries of the patient are not loaded.
nl: De landen van de patiënt zijn niet geladen.

# Patients_ParamError_GenderReference
source: The genders of the patient are not loaded.
nl: De geslachten van de patiënt zijn niet geladen.

# Patients_ParamError_HistoryLocationsReference
source: The history locations of the patient are not loaded.
nl: De historische locaties van de patiënt zijn niet geladen.

# Patients_ParamError_MaritialStatesReference
source: The maritial states of the patient are not loaded.
nl: De burgelijke staten van de patiënt zijn niet geladen.

# Patients_ParamError_MobilitiesReference
source: The mobilities of the patient are not loaded.
nl: De mobiliteiten van de patiënt zijn niet geladen.

# Patients_ParamError_PatientObservations
source: The observations of the patient are not loaded.
nl: De observaties van de patiënt zijn niet geladen.

# Patients_ParamError_WardsReference
source: The wards of the patient are not loaded.
nl: De afdelingen van de patiënt zijn niet geladen.

# PatientSearch_ChangeSearchType
source: Change the search type to
nl: Verander zoektype naar

# PatientSearch_ComplicationFormError
source: An unexpected error occurred while trying to show the popup for the complication form.
nl: Er is een onverwachten fout opgetreden tijdens het proberen een popup te tonen voor het complicatieformulier.

# PatientSearch_CurrentPatientLocation
source: Current Patient Location
nl: Huidige Patiëntlocatie

# PatientSearch_CurrentResponsibleConsultant
source: Current Responsible Consultant
nl: Huidige Verantwoordelijke Consultant

# PatientSearch_DatePeriodEnd
source: Date Period End
nl: Datum Eind Periode

# PatientSearch_DatePeriodStart
source: Date Period Start
nl: Datum Start Periode

# PatientSearch_DiscussionListError
source: An unexpected error occurred while trying to show the popup for sending an examination to a discussion list.
nl: Er is een onverwachte fout opgetreden tijdens het proberen een popup te tonen voor het verzenden van een onderzoek naar een bespreeklijst.

# PatientSearch_ExaminationInformation
source: Patient History
nl: Onderzoeksinformatie

# PatientSearch_ExaminationRoom
source: Examination Room
nl: Onderzoekskamer

# PatientSearch_FilterExaminations
source: Filter The Examinations
nl: Onderzoeken Filteren

# PatientSearch_FilterOrders
source: Filter The Orders
nl: Geavanceerde Filters

# PatientSearch_IndicatorFormError
source: An unexpected error occurred while trying to show the popup for the indicator form.
nl: Er is een onverwachte fout opgetreden tijdens het proberen een popup te tonen voor het indicatorformulier.

# PatientSearch_IntendedReporter
source: Intended Reporter
nl: Beoogde Verslaglegger

# PatientSearch_LocationGroup
source: Location Group
nl: Locatiegroep

# PatientSearch_ModalityType
source: Modality Type
nl: Type Modaliteit

# PatientSearch_Operator
source: Technician
nl: Laborant

# PatientSearch_OrderNumber
source: order number
nl: aanvraagnummer

# PatientSearch_OrTry
source: or try
nl: of probeer

# PatientSearch_PatientCategory
source: Category Type at Request
nl: Aanvragend Categorietype

# PatientSearch_PationLocationAtRequest
source: Patient Location At Request
nl: Patiëntlocatie Bij Aanvraag

# PatientSearch_Reporter
source: Radiologist
nl: Verslaggever

# PatientSearch_RequesterLocation
source: Requester Consultant Location
nl: Aanvragend Consultant Locatie

# PatientSearch_RequestingGPWorkLocation
source: Requesting Surgery
nl: Aanvragend huisarts werklocatie

# PatientSearch_RequestingResponsibleConsultant
source: Requester:
nl: Aanvrager:

# PatientSearch_SearchPatients
source: Search For Patients
nl: Zoek Naar Patiënten

# PatientSearch_TooltipClinicalInformation
source: Texts written in separate lines has to be in the clinical information.&#10;&#10;For example: &#10;Head trauma&#10;Bleeding nose&#10;&#10;Result is going to be the ones containing 'Head trauma' AND 'Bleeding nose'.
nl: Teksten moeten in afzonderlijke regels in de medische gegevens.&#10;&#10;Bijvoorbeeld: &#10;Hoofdtrauma&#10;Bloedneus&#10;&#10;Het resultaat zijn degenen die 'Hoofdtrauma' en 'Bloedneus' bevatten.

# PatientSearch_TooltipReport
source: Same as the clinical information.
nl: Hetzelfde als bij Medische Gegevens

# PatientsPage_DepartmentLabel
source: Department
nl: Afdeling

# PatientsPage_FirstPhysicianLabel
source: First Physician
nl: Eerste arts

# PatientsPage_Insurance_AddCompanyButton
source: Add Company
nl: Bedrijf Toevoegen

# PatientsPage_Insurance_RemoveCompanyButton
source: Remove Company
nl: Bedrijf Verwijderen

# PatientsPage_IntakeDateLabel
source: Intake Date
nl: Intake datum

# PatientsPage_IntakeNumberLabel
source: Intake Number
nl: Aantal intakes

# PatientsPage_InvalidSsnNumber
source: The NHS Number specified is invalid.
nl: Er is een ongeldig Burger Service Nummer ingevuld.

# PatientsPage_LoadingAdmissionHistoryFailed
source: An error occurred while loading the patient's admission history from the database. Patient ID: {0}.
nl: Er is een fout opgetreden tijdens het laden van de patient opname gegevens uit de database. Patient ID: {0}.

# PatientsPage_PatientLoadError
source: An error occurred while loading the patient from the database. Patient ID: {0}. Message: {1}
nl: Er is een fout opgetreden tijdens het laden van de patiënt uit de database. Patiënt ID: {0}. Message: {1}

# PatientsPage_PatientNotFound
source: The requested patient could not be found. Patient ID: {0}.
nl: Kon de opgevraagde patiënt niet vinden. Patiënt ID: {0}.

# PatientsPage_PatientSaveError
source: An error occurred while saving the patient to the database. Patient number: {0}.
nl: Er is een fout opgetreden tijdens het opslaan van de patiënt naar de database. Patiënt nummer: {0}.

# PatientsPage_RoomLabel
source: Room
nl: Kamer
