Repository: Vitruvian-Health/ZillionRIS_Bolt
Catalog: App_GlobalResources/WebResources.*.resx
Languages: nl

# exatypact_ExaminationTypeID
source: Examination type
nl: Onderzoekstype

# exatypctgcod_ExaminationTypeID
source: Examination type
nl: Onderzoekstype

# exatypgro_Description
source: Description
nl: Omschrijving

# exatypgro_ExaminationType
source: Examination type
nl: Onderzoekstype

# exatypgro_GroupID
source: Group
nl: ID

# exatypgro_GroupName
source: Name
nl: Groep

# exatypspe_ExaminationTypeID
source: Examination type
nl: Onderzoekstype

# exatypspe_SpecialisationID
source: Specialisation
nl: Specialisatie

# extphy_City
source: City
nl: Woonplaats

# extphy_Country
source: Country
nl: Land

# extphy_Degree
source: Degree
nl: Graad

# extphy_DepartmentID
source: Department
nl: Afdeling

# extphy_FaxNumber
source: Fax number
nl: Faxnummer

# extphy_PhoneNumber
source: Phone number
nl: Telefoonnummer

# extphy_StreetName
source: Street name
nl: Straatnaam

# extphy_ZipCode
source: Zipcode
nl: Postcode

source: Failed prints worklist
nl: Mislukte print werklijst

# Filter_ExaminationReports
source: Examination reports
nl: Onderzoeksverslagen

# Filter_ExaminationStatusName
source: Examinationstatus
nl: Onderzoekstatus

# Filter_ExaminationTypeName
source: Examinationtype
nl: Onderzoekstype

# Filter_PhysicianSurName
source: Requesting physician
nl: Aanvragend arts

# Filter_ReferralType
source: Patient category
nl: Type Verwijzing

# Filter_UserName
source: Radiologist
nl: Radioloog

# FormIncompleteArguments
source: Missing arguments for form.
nl: Ontbrekende argumenten voor formulier.

# frmPatients_AdmissionHistory
source: Patient Admission History
nl: Patiëntopnamegeschiedenis

# frmPatients_CreatePatient
source: Create a new patient
nl: Maak nieuwe patiënt aan

# frmPatients_EditPatient
source: Editing a patient
nl: Wijzigen patiënt

# frmPatients_PatientsInformation
source: Patient Information
nl: Patiëntinformatie

# frmStatistics_HeaderText_Production
source: Production statistics
nl: Productiestatistieken

# frmStatistics_HeaderText_WaitingTimes
source: Waitingtimes
nl: Wacht- en doorlooptijden

# frmStatistics_OverviewText
source: Overview waitingtimes
nl: Overzicht van wacht-en doorlooptijden

# frmStatistics_OverviewTextDictation
source: Waitingtimes for dictations
nl: Overzicht van wacht-en doorlooptijden voor dictaties

# frmStatistics_WrongStatusChange
source: Wrong statuschange selected
nl: Ongeldige statusovergang gekozen

# funspe_Name
source: Name
nl: Functiespecialisatie

# gen_GenderHL7Value
source: HL7 value
nl: HL7 waarde

# gen_GenderID
source: Gender
nl: Geslacht

# gen_GenderName
source: Gender
nl: Geslacht

# General_AbortButton
source: Abort
nl: Annuleren

# General_AddButton
source: Add
nl: Toevoegen

# General_ClearButton
source: Clear
nl: Leegmaken

# General_Close
source: Close
nl: Sluiten

# General_ConfirmAllButton
source: Confirm all
nl: Bevestig alle

# General_ConfirmButton
source: Confirm
nl: Bevestig

# General_Delete
source: Delete
nl: Verwijderen

# General_DetailsButton
source: View details
nl: Bekijk details

# General_False
source: False
nl: Niet

# General_FinishButton
source: Finish
nl: Klaar

# General_GoToToday
source: Go to today
nl: Naar vandaag

# General_Less
source: Less
nl: Minder

# General_More
source: More
nl: Meer

# General_Name_Label
source: Name:
nl: Naam:

# General_New
source: New
nl: Nieuw

# General_NoMemoFound
source: No memo found.
nl: Geen memo gevonden

# General_PrintMultipleAppointmentConfirmationsUnsupported
source: You can only download one appointment confirmation at once.
nl: Het is alleen mogelijk één afspraak bevestiging te downloaden per keer.

# General_PrintMultiplePatientLabelsUnsupported
source: You can only download one patient label at once.
nl: Het is alleen mogelijk één patient label te downloaden per keer.

# General_Reason
source: Reason
nl: Reden

# General_Refresh
source: Refresh
nl: Vernieuwen

# General_RequestedCommandUnknown
source: The requested command {0} is unknown.
nl: Het gevraagde commando {0} is onbekend.

# General_SelectedDate
source: Date:
nl: Datum:

# General_Today
source: Today
nl: Vandaag

# General_True
source: True
nl: Wel

# General_UnexpectedError
source: An unexpected error occurred while trying to process the command.
nl: Er is een onverwachte fout opgetreden tijdens het verwerken van de opdracht

# General_ViewButton
source: View
nl: Bekijk

source: General Practitioner
nl: Huisarts

# genpra_City
source: City
nl: Plaats

# Genpra_Country
source: Country
nl: Land

# genpra_CountryID
source: Country ID
nl: Land ID

# Genpra_General_Practitioner_Name
source: Name
nl: Naam

# genpra_GeneralPractitioner
source: General Practitioner
nl: Huisarts

# genpra_GeneralPractitionerID
source: General Practitioner ID
nl: Huisarts ID

# genpra_GeneralPractitionerName
source: General Practitioner Name
nl: Naam

# genpra_PhoneNumber
source: Phone number
nl: Telefoonnummer

# Genpra_Postal_Code
source: ZIP Code
nl: Postcode

# genpra_PostalCode
source: Postal Code
nl: Postcode

# genpra_State
source: State
nl: Provincie

# Genpra_Street_Name
source: Address
nl: Adres

# Genpra_Street_Number
source: Street Number
nl: Huisnummer

# genpra_StreetName
source: Street Name
nl: Straatnaam

# genpra_StreetNumber
source: Street Number
nl: Huisnummer

# GenpraCountry
source: Country
nl: Land

# GenpraGeneralPractitioner
source: General Practitioner ID
nl: HuisartsID

# hisloc_HistoryLocationName
source: Historic location
nl: Historische locatie

# History_Location
source: Location history
nl: Locatie historie

# Hloc
source: Historic Location
nl: Locatiehistorie

# hloc_Description
source: Description
nl: Beschrijving

# hloc_HistoryLocationDescription
source: Description
nl: Beschrijving

# hloc_Name
source: History Location
nl: Locatiehistorie

# hos_HospitalCity
source: Residence
nl: Woonplaats

# hos_HospitalName
source: Name
nl: Ziekenhuis

# hos_HospitalPhoneNumber
source: Phone number
nl: Telefoonnummer

# hos_HospitalStreetName
source: Street
nl: Straatnaam

# hos_HospitalZipCode
source: ZIP Code
nl: Postcode

source: Housekeeping Work List Filters
nl: Geavanceerde Filters

# htCalendar
source: Calendar
nl: Kalender

# htDictation
source: Dictation
nl: Verslaglegging

# htDiscussions
source: Discussion Lists
nl: Voeg toe aan bespreeklijsten

# htErrorPage
source: Error
nl: Fout

# htImaging
source: Imaging
nl: Onderzoek

# htReception
source: Reception
nl: Receptie

# htStartPage
source: Start page
nl: Startpagina

# Imaging_CompletedExaminationsCaption
source: Completed Examinations
nl: Afgeronde onderzoeken

# Imaging_ExaminationsInProgressCaption
source: Examinations
nl: Onderzoeken

# Imaging_InDepartmentCaption
source: Arrived Patients
nl: Wachtkamer

# Imaging_IntermediateExaminationsCaption
source: Intermediate Patients
nl: Tussentijdse patiënten

# Imaging_IntermediateMemo
source: Intermediate Memo
nl: Tussentijdse Memo

# Imaging_IntermediateStatusChanged
source: The intermediate status has been changed, please refresh and accept the latest status.
nl: De tussentijdse status is veranderd. Vernieuw de pagina en accepteer de laatste status a.u.b.

# Imaging_NoExaminationSelected
source: No examination has been selected.
nl: Er is geen onderzoek geselecteerd.

# Imaging_NoMemo
source: No memo
nl: Geen memo

# Imaging_NoProtocol
source: No protocol assigned
nl: Geen protocol toegewezen

# Imaging_OrderMemo
source: Order Memo
nl: Aanvraagmemo

# Imaging_PatientHistoryCaption
source: Patient History
nl: Onderzoeksgeschiedenis

# Imaging_PatientsInProgressCaption
source: Patients
nl: Patiënten

source: Imaging Work List Filters
nl: Onderzoekswerklijstfilters

# ImagingPage_ArrivedPatients
source: Arrived Patients
nl: Gearriveerde Patiënten

# ImagingPage_DisplayCompletedExaminations
source: Show completed examinations
nl: Toon afgeronde onderzoeken

# ImagingPage_ExaminationProtocolAssignmentError
source: There was a problem when trying to assign the requested protocol.
nl: Er is een fout opgetreden tijdens het toewijzen van het protocol.

# ImagingPage_ExaminationProtocolCaption
source: Available Examination Protocols
nl: Beschikbare Protocollen

# ImagingPage_FilterInDepartment
source: Show only arrived patients
nl: Toon alleen aangekomen patiënten

# ImagingPage_SendAllToButton
source: Send All To
nl: Stuur alles naar

# ImagingPage_ShowHistoryInformation
source: Show Patient History
nl: Toon Geschiedenis

# ImagingPage_ShowRequestInformation
source: Show Request Information
nl: Toon Aanvraaginformatie

# ImgExamination_ExaminationsInProgress_CompleteAll
source: Complete All
nl: Alles is compleet

# ImgExamination_ExaminationsInProgress_CompleteSelection
source: Complete Selection
nl: Selectie is compleet

# ImportOrderInfomessage
source: The following accessionnumbers were created:
nl: De volgende onderzoeksnummers zijn gemaakt:

# InactiveSuffix
source: (inactive)
nl: (inactief)

# Inscom_Insurance_Company_Name
source: Name
nl: Naam

# inscom_InsuranceCompanyID
source: Insurance Company ID
nl: Verzekeringsinstantie ID

# inscom_InsuranceCompanyName
source: Insurance Company Name
nl: Verzekeraar

# InscomInsuranceCompany
source: Insurance Company ID
nl: VerzekeringsMaatschappijID

# IntendedVetter
source: Intended Approver
nl: Beoogde goedkeurder

# InteractiveDictation
source: Zillion RIS - Interactive Dictation
nl: Zillion RIS - Interactieve Dictatie

# InteractiveDictation_CancelDictation
source: Are you sure you want to cancel dictation?
nl: Weet u zeker dat u de dictatie wilt annuleren?

# InteractiveDictation_CreatingBridge
source: Creating bridge... - Zillion RIS - Interactive Dictation
nl: Bezig met brug creëren... - Zillion RIS - Interactieve Dictatie

# InteractiveDictation_Error
source: Error - Zillion RIS - Interactive Dictation
nl: Fout - Zillion RIS - Interactieve Dictatie

# InteractiveDictation_InternetExplorer
source: Make sure you are running Zillion RIS from Internet Explorer (in 64-bit when available).
nl: Zorg ervoor dat u het Zillion RIS uitvoert met Internet Explorer (in 64-bit wanneer beschikbaar).

# InteractiveDictation_NewDocument
source: New document... - Zillion RIS - Interactive Dictation
nl: Nieuw Document... - Zillion RIS - Interactieve Dictatie

# InteractiveDictation_NoSessionDetected
source: No interactive dictation session detected, please try again.
nl: Er is geen interactieve dictatiesessie gedetecteerd. Probeer het opnieuw a.u.b.

# InteractiveDictation_Silverlight
source: Silverlight control could not be found.
nl: Silverlight control kan niet gevonden worden.

# InteractiveDictation_Title
source: Loading... - Zillion RIS - Interactive Dictation
nl: Bezig met laden... - Zillion RIS - Interactieve Dictatie

# InteractiveDictation_UnableOpenDocument
source: InterActive was unable to open a new document.
nl: Interactieve dictatie was niet in staat een nieuw document te openen.

# InteractiveDictation_UnableToFindMainWindow
source: Unable to find the main window, please restart dictation.
nl: Kan het hoofdvenster niet vinden, herstart de dictatie a.u.b.

# InteractiveDictation_UnableToInitialize
source: InterActive was unable to initialize.
nl: Interactieve dictatie was niet in staat om te initialiseren.

# InteractiveDictation_ZillionSpeechClientInstalled
source: Interactive Dictation requires the <strong>Zillion Speech Client</strong> to be installed.
nl: Interactieve dictatie vereist dat de <strong>Zillion SpeechClient</strong> geïnstalleerd is.

# intphy_DepartmentID
source: Department
nl: Afdeling

# intphy_PhysicianDescription
source: Description
nl: Omschrijving

# intsta_IntermediateStatusDescription
source: Description
nl: Omschrijving

# intsta_IntermediateStatusName
source: Intermediate status
nl: Tussenstatus

# lblMemo
source: Examination Memos:
nl: Onderzoeksmemo's:

# lblOrderMemo
source: Order Memo:
nl: Aanvraagmemo:

source: Loading
nl: Laden

# loc_LocationName
source: Location Name
nl: Locatienaam

# Login_domain
source: Domain:
nl: Domein:

# Login_ErrorPopupTitle
source: An error occurred while logging in to the RIS
nl: Er is een fout opgetreden tijdens inloggen

# Login_LanguageLabel
source: Language:
nl: Taal:

# Login_LoggingNotInitialized
source: Rogan SysLog could not be initialized. Please contact your system administrator.
nl: Rogan SysLog kon niet worden gestart. Neem a.u.b contact op met uw systeem beheerder.

# LoginPage_LowProfileCheckBox
source: Use low profile web pages
nl: 'Light' versie

# LowProfileMaster_About
source: About
nl: Over

# LowProfileMaster_ChangePassword
source: Change Password
nl: Wijzig Wachtwoord

# LowProfileMaster_CloseViewer
source: Close Viewer
nl: Sluit Viewer

# LowProfileMaster_CurrentPrinter
source: Current Printer
nl: Huidige Printer

# LowProfileMaster_LastAccessedExaminations
source: Last Accessed Examinations
nl: Laatst Gewijzigde Onderzoeken

# LowProfileMaster_Location
source: Location
nl: Locatie

# LowProfileMaster_Logout
source: Logout
nl: Uitloggen

# LowProfileMaster_Options
source: Options
nl: Opties

# LowProfileMaster_SearchOptions_AccessionNumber
source: Accession Number
nl: Toetredingsnummer

# LowProfileMaster_SearchOptions_DateOfBirth
source: Date Of Birth
nl: Geboortedatum

# LowProfileMaster_SearchOptions_LastName
source: Last Name
nl: Achternaam

# LowProfileMaster_SearchOptions_MaidenName
source: Maiden Name
nl: Meisjesnaam

# LowProfileMaster_SearchOptions_OrderNumber
source: Order Number
nl: Aanvraagnummer

# LowProfileMaster_SearchOptions_PatientName
source: Patient Name
nl: Patiëntnaam

# LowProfileMaster_SearchOptions_PatientNumber
source: Patient Number
nl: Patiëntnummer

# LowProfileMaster_SelectLocation
source: Select a Location
nl: Selecteer een locatie

# LowProfileMaster_SelectPrinter
source: Select a Printer
nl: Selecteer een printer

# LowProfileMaster_SelectStyleForTabs
source: Select a Style for tabs
nl: Selecteer een stijl

# LowProfileMaster_Settings
source: Change Settings
nl: Wijzig de instellingen

# LowProfileMaster_User
source: User
nl: Gebruiker

# ltAccessionNumber
source: Acc. number
nl: Onderzoeksnummer

# ltAddress
source: Address
nl: Adres

# ltAdvancedSearch
source: Advanced Search
nl: Geavanceerd Zoeken

# ltOrderInformation
source: Order Information
nl: Afspraakinformatie

# ltApprover
source: Approver
nl: Goedkeurder

# ltAssignments
source: Assignments
nl: Toewijzingen

# ltAtLeast3Chars
source: Provide at least three characters.
nl: Zoek met minstens 3 karakters

# ltAuthor
source: Author
nl: Auteur

# ltAuthorizer
source: Authorizer
nl: Geautoriseerd door

# ltBook
source: Book
nl: Boek

# ltBookAppointment
source: Book appointment
nl: Boek aanvraag

# ltCalculateSchedule
source: Calculating schedule...
nl: Planning berekenen...

# ltCancel
source: Cancel
nl: Annuleren

# ltChangeDefaultConfiguration
source: Default Configuration
nl: Standaard Configuratie

# ltCity
source: City
nl: Stad

# ltClinicalInformation
source: Clinical Information
nl: Medische gegevens

# ltComplete
source: Complete
nl: Compleet

# ltCompleted
source: Completed
nl: Compleet

# ltConcurrencyError
source: An other user used this data. Page will be reloaded.
nl: Een andere gebruiker heeft de gegevens gebruikt / veranderd. De pagina zal worden herladen.

# ltConfiguration
source: Configuration
nl: Configuratie

# ltConfirmMerge
source: Are you sure you want to merge the patients?
nl: Weet u zeker dat u de patiënten wilt samenvoegen?

# ltContinue
source: Continue?
nl: Doorgaan?

# ltCountry
source: Country
nl: Land

# ltCreatedOn
source: Report created on
nl: Verslag gemaakt op

# ltCriterion
source: Criterion
nl: Criterium

# ltCustomDuration
source: Custom Duration
nl: Extra onderzoekstijd

# ltDate
source: Date
nl: Datum

# ltDateOfBirth
source: Date of birth
nl: Geboortedatum

# ltDeleteExamFromOrder
source: Delete Examination
nl: Verwijder onderzoek

# ltDeleteOrder
source: Cancel order
nl: Annuleer aanvraag

# ltDeselectAll
source: Deselect all reports
nl: Deselecteer alle verslagen

# ltDictate
source: Dictate:
nl: Dicteer:

# ltDictated
source: Dictated
nl: Gedicteerd

# ltDictateDigital
source: Digital
nl: Digitaal

# ltDictateInteractive
source: Interactive
nl: Interactief

# ltDictationTypes
source: Dictation Types
nl: Dicteer methode

# ltDiscussionList
source: Discussion List
nl: Bespreeklijst

# ltDocuments
source: Documents
nl: Documenten

# ltDummyPatient
source: Dummy Patient
nl: Dummy patiënt

# ltEdit
source: Edit
nl: Wijzig

# ltEditOrder
source: Edit order
nl: Wijzig aanvraag

# ltElectronicDocuments
source: Electronic documents
nl: Documenten

# ltEmailAddress
source: E-mail Address
nl: E-mail Adres

# ltEmptyMailboxNumbers
source: Only without mailbox
nl: Alleen zonder mailbox

# ltEmptyRequestFormTitle
source: No request form available
nl: Geen onderzoeksaanvraag beschikbaar

# ltEnd
source: End
nl: Einde

# ltEndExaminationStatus
source: To examinationStatus
nl: Naar onderzoeksstatus

# ltExamination
source: Examination
nl: Onderzoek

# ltExaminationDescription
source: Description
nl: Omschrijving

# ltExaminationDetails
source: Examination details
nl: Onderzoeksdetails

# ltExaminationOverview
source: Examination overview
nl: Onderzoeksoverzicht

# ltExaminationReports
source: Examination Reports
nl: Onderzoeksverslagen

# ltExaminations
source: Examinations
nl: Onderzoeken

# ltExaminationsInformation
source: Patient History
nl: Onderzoeksinformatie

# ltExaminationType
source: Examination type
nl: Onderzoekstype

# ltExtraInformation
source: Additional information
nl: Aanvullende informatie

# ltFirstName
source: First name
nl: Voornaam

# ltFirstPossibilities
source: First Possibilities
nl: Eerste Mogelijkheden

# ltFor
source: for
nl: voor

# ltFrom
source: From
nl: Van

# ltFunctionSpecialisation
source: Function specialisation
nl: Functiespecialisatie

# ltGender
source: Gender
nl: Geslacht

# ltGenderFemale
source: Female
nl: Vrouw

# ltGenderMale
source: Male
nl: Man

# ltGeneralPhysicianInformation
source: General Practitioner Data
nl: Huisartsgegevens

# ltGeneralPhysicianName
source: General Practitioner
nl: Huisarts

# ltGeneralPracticionerAddress
source: General Practitioner Address
nl: Huisartsadres

# ltGeneralPractitionerAddress
source: General Practitioner Address
nl: Huisartsadres

# ltGeneralPractitionerPracticeInformation
source: General Practitioner Practice Data
nl: Huisartspraktijkinformatie

# ltGPWorkLocationAddress
source: GP Practice address
nl: Huisartsenpraktijk adres

# ltGPWorkLocationPhoneNumber
source: GP Practice phone number
nl: Huisartsenpraktijk telnr.

# ltGPWorkLocationPostalCode
source: GP Practice postal code
nl: Huisartsenpraktijk postcode

# ltHistory
source: Patient History
nl: Historie

# ltHistoryInformation
source: Patient History
nl: Historie informatie

# ltHistoryLocation
source: Film record history
nl: Analoge historie

# ltHours
source: Hours
nl: Uren

# ltICD10Search
source: ICD10 Search
nl: Zoek ICD10 code

# ltIDDocuments
source: Identification documents
nl: Identificerende documenten

# ltImportOrder
source: Import Order
nl: Aanvraag Importeren

# ltInactiveExaminations
source: This order does contain inactive examinations and needs to be rescheduled.
nl: Deze aanvraag bevat inactieve onderzoeken en dient daarom opnieuw te worden ingepland.

# ltInDepartment
source: In Department
nl: Wachtkamer

# ltInitials
source: Initials
nl: Initialen

# ltInProgress
source: In Progress
nl: In behandeling

# ltInsuranceCompany
source: Insurance company
nl: Verzekeringsmaatschappij

# ltInsuranceDocuments
source: Insurance documents
nl: Verzekeringsdocumenten

# ltInsuranceInformation
source: Insurance data
nl: Verzekeringsgegevens

# ltInsuranceNumber
source: Insurance number
nl: Verzekerdennummer

# ltIntendedReporter
source: Intended reporter
nl: Beoogde verslaglegger

# ltIntermediate
source: Intermediate
nl: Tussentijds

# ltLabResults
source: Lab results
nl: Labresultaten

# ltLastName
source: Birth name
nl: Geboortenaam

# ltLaterality
source: Laterality
nl: Lateraliteit

# ltLocation
source: Location
nl: Locatie

# ltMaidenName
source: Maiden name
nl: Meisjesnaam

# ltMaintenanceEntityDetails
source: Details for:
nl: Details voor:

# ltMaritialState
source: Marital state
nl: Huwelijkse staat

# ltMergePatient
source: Merge
nl: Samenvoegen

# ltMergeWarning
source: The patient to set in departement is a temporary patient. The patient should be merged before setting it in department.
nl: De patiënt die u aan wilt melden is een tijdelijke patiënt en dient eerste te worden samengevoegd voordat deze kan worden aangemeld.

# ltMinutes
source: Minutes
nl: Minuten

# ltMobility
source: Mobility
nl: Mobiliteit

# ltModality
source: Modality
nl: Modaliteit

# ltMove
source: Move
nl: Verplaats

# ltMoveOrder
source: Move order
nl: Verplaats aanvraag

# ltMoveStudy
source: Move study
nl: Verplaats onderzoek

# ltNewOrder
source: New Order
nl: Nieuwe Aanvraag

# ltNewPatient
source: New Patient
nl: Nieuwe Patiënt

# ltNext
source: Next
nl: Volgende

# ltNextOfKinInformation
source: Next Of Kin Information
nl: Naaste verwanten

# ltNo
source: No
nl: Nee

# ltNoHistoryAvailable
source: No history available
nl: Geen historische gegevens beschikbaar!

# ltNoMedicalInformation
source: No medical information available
nl: Geen medische gegevens beschikbaar

# ltNoOrdersFound
source: No Orders found!
nl: Geer aanvragen gevonden!

# ltNoPatientInformationAvailable
source: No patient information available
nl: Geen patiënt informatie beschikbaar

# ltNoPatientsFound
source: No Patients found!
nl: Geen patiënten gevonden!

# ltNoRequestForm
source: This is an electronic request!
nl: Geen onderzoeksaanvraag gevonden!

# ltNoResultsFound
source: No results found!
nl: Geen resultaten gevonden!

# ltNoStudiesFound
source: No studies found!
nl: Geen onderzoeken gevonden!

# ltNote
source: Note
nl: Notitie

# ltNumber
source: Number
nl: Nummer

# ltObservationInformation
source: Observations
nl: Observaties

# ltObservations
source: Observations:
nl: Observaties:

# ltOpen
source: Open
nl: Openen

# ltOrderDate
source: Order date
nl: Datum

# ltOrderNumber
source: Order number
nl: Aanvraagnummer

# ltOrderSearch
source: Order search:
nl: Aanvraag zoeken:

# ltOrderSearchResult
source: Order search result:
nl: Aanvraag zoekresultaat

# ltOrderSearchToolTip
source: Provide order number, patient name or patient ID.
nl: Mogelijke zoek termen: aanvraag nummer, naam van de patiënt of patiënt nummer.

# ltOrderType
source: Order Type
nl: Aanvraagtype

# ltOrigin
source: Origin
nl: Oorsprong

# ltOutOfSchedule
source: The chosen date must be between 6 months from now.
nl: De gekozen datum moet liggen tussen vandaag en zes maanden.

# ltPartnerName
source: Partner Name
nl: Naam Partner

# ltPartnerPrefix
source: Partner Prefix
nl: Voorvoegsel Partner

# ltPatient
source: Patient
nl: Patiënt

# ltPatientAdmissionHistory
source: Patient Admission History
nl: Patiëntopnamegeschiedenis

# ltPatientCategory
source: Patient Category
nl: Patiëntcategorie

# ltPatientInformation
source: Patient Information
nl: Patiëntinformatie

# ltPatientName
source: Patient name
nl: Patiëntnaam

# ltPatientNr
source: Patient Nr
nl: Patiëntnummer

# ltPatientNumber
source: Patient number
nl: Patiëntnummer

# ltPatientPlanned
source: A patient is already planned at this time.
nl: Op dit tijdstip is al een patiënt gepland.

# ltPatientSearch
source: Patient search:
nl: Patiënt zoeken:

# ltPatientSearchResult
source: Patient search result:
nl: Patiënt zoekresultaat

# ltPatientSearchToolTip
source: Provide patient name, patient ID, birthdate or order number.
nl: Voer naam, patiënt nummer, aanvraag nummer, BSN of geboortedatum in.

# ltPersonalInformation
source: Identifiable information
nl: Persoonsgegevens

# ltPhoneNumber
source: Phone number
nl: Telefoonnummer

# ltPhoneNumberSecond
source: Second phone number
nl: Tweede telefoonnummer
