Repository: Vitruvian-Health/ZillionRIS_Bolt
Catalog: App_GlobalResources/WebResources.*.resx
Languages: nl

source: Ward
nl: Afdeling

# WaWard
source: Ward ID
nl: ID

source: Windows Authentication
nl: Windows Authenticatie

# WindowsUserNotVerified
source: This user is not allowed to log in with windows credentials.
nl: Deze gebruiker is niet gerechtigd om in te loggen via Windows.

source: Work location
nl: Werklocatie

# Worklist_AllLocations
source: All Locations
nl: Alle Locaties

# Worklist_AllRoom
source: All Rooms
nl: Alle Kamers

# Worklist_None
source: None
nl: Geen

# Worklist_Title
source: Work List
nl: Werklijst

# WorkListFilter_AllWaiting
source: All waiting or cancelled
nl: Alle wachtende of geannuleerde

# WorkListFilter_AnyApproved
source: Any approved
nl: Goedgekeurde

# WorkListFilter_DateRange
source: Date Range
nl: Datumbereik

# WorkListFilter_ExaminationStatuses
source: Examination Statuses
nl: Onderzoekstatussen

# WorkListFilter_ModalityType
source: Modality Type
nl: Type modaliteit

# WorkListFilter_NextXDays
source: (next X days)
nl: (komende X dagen)

# WorkListFilter_Radiologist
source: Radiologist
nl: Radioloog

# WorkListFilter_RelativeDate
source: Date Range (last X days)
nl: Datumbereik (laatste X dagen)

# WorkListFilter_Rooms
source: Rooms
nl: Kamers

# WorkListFilter_ScheduleDateRange
source: Schedule Date Range
nl: Plandatumbereik

# WorklistPage_ExaminationsViewHeader
source: Completed examinations
nl: Voltooide onderzoeken

# ZillionRisWebService_FileUpload_ArgumentDocumentTypeValueUnknown
source: Unknown document type specified, unable to handle your request (document type: {0}).
nl: Onbekend documenttype gespecificeerd, niet in staat uw verzoek af te handelen (documenttype: {0}).

# ZillionRisWebService_FileUpload_ParseErrorSourceIDAsOrderID
source: Unable to process the request form, couldn't parse the source ID as order ID (source ID: {0}).
nl: Kan het verzoek formulier niet verwerken, het bron nummer kon niet worden gebruikt als aanvraag nummer (bron ID: {0}).

# ZillionRisWebService_FileUpload_ParseErrorSourceIDAsPatientID
source: Unable to process patient document, couldn't parse the source ID as patient ID (source ID: {0}).
nl: Niet in staat om de patiënt document te verwerken, het bron nummer kon niet worden gebruikt als patiënt nummer (aanvraag ID: {0}).

# ZillionRisWebService_OrderIDNotFoundInDatabase
source: The specified order ID does not exist in the database (order ID: {0}).
nl: Het aangegeven aanvraag ID bestaat niet in de database (aanvraag ID: {0}).

# ZillionRisWebService_PatientIDNotFoundInDatabase
source: The specified patient ID does not exist in the database (patient ID: {0}).
nl: Het opgegeven patiënt-ID bestaat niet in de database (patiënt ID: {0}).

# DigitalQandAForExamination
source: Q&A for the examination
nl: Q&A voor het onderzoek

# DigitalQandAForOrder
source: Q&A for the order
nl: Q&A voor de aanvraag

# OrderDetails_NoPermission
source: You currently don't have permissions to view order details. Please contact your system administrator.
nl: U heeft momenteel geen rechten om de aanvraaginformatie te bekijken. Neem a.u.b. contact op met uw systeem administrator.
